["17th Rule of Friendship:\n	A friend will refrain from telling you he picked up the same amount of\n	life insurance coverage you did for half the price when yours is\n	noncancellable.\n		-- Esquire, May 1977", "186,282 miles per second:\n	It isn't just a good idea, it's the law!", "18th Rule of Friendship:\n        A friend will let you hold the ladder while he goes up on the roof\n        to install your new aerial, which is the biggest son-of-a-bitch you\n        ever saw.\n		-- Esquire, May 1977", "2180, U.S. History question:\n	What 20th Century U.S. President was almost impeached and what\n	office did he later hold?", "3rd Law of Computing:\n	Anything that can go wr\nfortune: Segmentation violation -- Core dumped", "667:\n	The neighbor of the beast.", "A hypothetical paradox:\n	What would happen in a battle between an Enterprise security team,\n	who always get killed soon after appearing, and a squad of Imperial\n	Stormtroopers, who can't hit the broad side of a planet?\n		-- Tom Galloway", "A Law of Computer Programming:\n	Make it possible for programmers to write in English\n	and you will find that programmers cannot write in English.", "A musician, an artist, an architect:\n	the man or woman who is not one of these is not a Christian.\n		-- William Blake", "A new koan:\n	If you have some ice cream, I will give it to you.\n	If you have no ice cream, I will take it away from you.\nIt is an ice cream koan.", "Abbott's Admonitions:\n	(1) If you have to ask, you're not entitled to know.\n	(2) If you don't like the answer, you shouldn't have asked the question.\n		-- Charles Abbot, dean, University of Virginia", "Absent, adj.:\n	Exposed to the attacks of friends and acquaintances; defamed; slandered.", "Absentee, n.:\n	A person with an income who has had the forethought to remove\n	himself from the sphere of exaction.\n		-- Ambrose Bierce, The Devil's Dictionary", "Abstainer, n.:\n	A weak person who yields to the temptation of denying himself a\n	pleasure.\n		-- Ambrose Bierce, The Devil's Dictionary", "Absurdity, n.:\n	A statement or belief manifestly inconsistent with one's own opinion.\n		-- Ambrose Bierce, The Devil's Dictionary", "Academy:\n	A modern school where football is taught.\nInstitute:\n	An archaic school where football is not taught.", "Acceptance testing:\n	An unsuccessful attempt to find bugs.", "Accident, n.:\n	A condition in which presence of mind is good, but absence of\n	body is better.\n		-- Foolish Dictionary", "Accordion, n.:\n	A bagpipe with pleats.", "Accuracy, n.:\n	The vice of being right", "Acquaintance, n:\n	A person whom we know well enough to borrow from but not well\n	enough to lend to.  A degree of friendship called slight when the\n	object is poor or obscure, and intimate when he is rich or famous.\n		-- Ambrose Bierce, The Devil's Dictionary", "ADA:\n	Something you need only know the name of to be an Expert in\n	Computing.  Useful in sentences like, We had better develop\n	an ADA awareness.\n		-- Datamation, January 15, 1984", "Adler's Distinction:\n	Language is all that separates us from the lower animals,\n	and from the bureaucrats.", "Admiration, n.:\n	Our polite recognition of another's resemblance to ourselves.\n		-- Ambrose Bierce, The Devil's Dictionary", "Adore, v.:\n	To venerate expectantly.\n		-- Ambrose Bierce, The Devil's Dictionary", "Adult, n.:\n	One old enough to know better.", "Advertising Rule:\n	In writing a patent-medicine advertisement, first convince the\n	reader that he has the disease he is reading about; secondly,\n	that it is curable.", "Afternoon, n.:\n	That part of the day we spend worrying about how we wasted the morning.", "Age, n.:\n	That period of life in which we compound for the vices that we\n	still cherish by reviling those that we no longer have the enterprise\n	to commit.\n		-- Ambrose Bierce", "Agnes' Law:\n	Almost everything in life is easier to get into than out of.", "Air Force Inertia Axiom:\n	Consistency is always easier to defend than correctness.", "air, n.:\n	A nutritious substance supplied by a bountiful Providence for the\n	fattening of the poor.\n		-- Ambrose Bierce, The Devil's Dictionary", "Alaska:\n	A prelude to No.", "Albrecht's Law:\n	Social innovations tend to the level of minimum tolerable well-being.", "Alden's Laws:\n	(1)  Giving away baby clothes and furniture is the major cause\n	     of pregnancy.\n	(2)  Always be backlit.\n	(3)  Sit down whenever possible.", "algorithm, n.:\n	Trendy dance for hip programmers.", "alimony, n:\n	Having an ex you can bank on.", "All new:\n	Parts not interchangeable with previous model.", "Allen's Axiom:\n	When all else fails, read the instructions.", "Alliance, n.:\n	In international politics, the union of two thieves who have\n	their hands so deeply inserted in each other's pocket that they cannot\n	separately plunder a third.\n		-- Ambrose Bierce, The Devil's Dictionary", "Alone, adj.:\n	In bad company.\n		-- Ambrose Bierce, The Devil's Dictionary", "Ambidextrous, adj.:\n	Able to pick with equal skill a right-hand pocket or a left.\n		-- Ambrose Bierce, The Devil's Dictionary", "Ambiguity:\n	Telling the truth when you don't mean to.", "Ambition, n:\n	An overmastering desire to be vilified by enemies while\n	living and made ridiculous by friends when dead.\n		-- Ambrose Bierce", "Amoebit:\n	Amoeba/rabbit cross; it can multiply and divide at the same time.", "Andrea's Admonition:\n	Never bestow profanity upon a driver who has wronged you.\n	If you think his window is closed and he can't hear you,\n	it isn't and he can.", "Androphobia:\n	Fear of men.", "Anoint, v.:\n	To grease a king or other great functionary already sufficiently\n	slippery.\n		-- Ambrose Bierce, The Devil's Dictionary", "Anthony's Law of Force:\n	Don't force it; get a larger hammer.", "Anthony's Law of the Workshop:\n	Any tool when dropped, will roll into the least accessible\n	corner of the workshop.\n\nCorollary:\n	On the way to the corner, any dropped tool will first strike\n	your toes.", "Antonym, n.:\n	The opposite of the word you're trying to think of.", "Aphasia:\n	Loss of speech in social scientists when asked\n	at parties, But of what use is your research?", "aphorism, n.:\n	A concise, clever statement.\nafterism, n.:\n	A concise, clever statement you don't think of until too late.\n		-- James Alexander Thom", "Appendix:\n	A portion of a book, for which nobody yet has discovered any use.", "Applause, n:\n	The echo of a platitude from the mouth of a fool.\n		-- Ambrose Bierce", "aquadextrous, adj.:\n	Possessing the ability to turn the bathtub faucet on and off\n	with your toes.\n		-- Rich Hall, Sniglets", "Arbitrary systems, pl.n.:\n	Systems about which nothing general can be said, save nothing\n	general can be said.", "Arithmetic:\n	An obscure art no longer practiced in the world's developed countries.", "Armadillo:\n	To provide weapons to a Spanish pickle.", "Armor's Axiom:\n	Virtue is the failure to achieve vice.", "Armstrong's Collection Law:\n	If the check is truly in the mail,\n	it is surely made out to someone else.", "Arnold's Addendum:\n	Anything not fitting into these categories causes cancer in rats.", "Arnold's Laws of Documentation:\n	(1) If it should exist, it doesn't.\n	(2) If it does exist, it's out of date.\n	(3) Only documentation for useless programs transcends the\n	    first two laws.", "Arthur's Laws of Love:\n	(1) People to whom you are attracted invariably think you\n	    remind them of someone else.\n	(2) The love letter you finally got the courage to send will be\n	    delayed in the mail long enough for you to make a fool of\n	    yourself in person.", "ASCII:\n	The control code for all beginning programmers and those who would\n	become computer literate.  Etymologically, the term has come down as\n	a contraction of the often-repeated phrase ascii and you shall\n	receive.\n		-- Robb Russon", "Atlanta:\n	An entire city surrounded by an airport.", "Auction:\n	A gyp off the old block.", "audiophile, n:\n	Someone who listens to the equipment instead of the music.", "Authentic:\n	Indubitably true, in somebody's opinion.", "Automobile, n.:\n	A four-wheeled vehicle that runs up hills and down pedestrians.", "Bachelor:\n	A guy who is footloose and fiancee-free.", "Bachelor:\n	A man who chases women and never Mrs. one.", "Backward conditioning:\n	Putting saliva in a dog's mouth in an attempt to make a bell ring.", "Bagbiter:\n	1. n.; Equipment or program that fails, usually intermittently.  2.\nadj.: Failing hardware or software.  This bagbiting system won't let me get\nout of spacewar. Usage: verges on obscenity.  Grammatically separable; one\nmay speak of biting the bag.  Synonyms: LOSER, LOSING, CRETINOUS,\nBLETCHEROUS, BARFUCIOUS, CHOMPER, CHOMPING.", "Bagdikian's Observation:\n	Trying to be a first-rate reporter on the average American newspaper\n	is like trying to play Bach's St. Matthew Passion on a ukelele.", "Baker's First Law of Federal Geometry:\n	A block grant is a solid mass of money surrounded on all sides by\n	governors.", "Ballistophobia:\n	Fear of bullets;\nOtophobia:\n	Fear of opening one's eyes.\nPeccatophobia:\n	Fear of sinning.\nTaphephobia:\n	Fear of being buried alive.\nSitophobia:\n	Fear of food.\nTrichophobia:\n	Fear of hair.\nVestiphobia:\n	Fear of clothing.", "Banacek's Eighteenth Polish Proverb:\n	The hippo has no sting, but the wise man would rather be sat upon\n	by the bee.", "Banectomy, n.:\n	The removal of bruises on a banana.\n		-- Rich Hall, Sniglets", "Barach's Rule:\n	An alcoholic is a person who drinks more than his own physician.", "Barbara's Rules of Bitter Experience:\n	(1) When you empty a drawer for his clothes\n	    and a shelf for his toiletries, the relationship ends.\n	(2) When you finally buy pretty stationary\n	    to continue the correspondence, he stops writing.", "Barker's Proof:\n	Proofreading is more effective after publication.", "Barometer, n.:\n	An ingenious instrument which indicates what kind of weather we\n	are having.\n		-- Ambrose Bierce, The Devil's Dictionary", "Barth's Distinction:\n	There are two types of people: those who divide people into two\n	types, and those who don't.", "Baruch's Observation:\n	If all you have is a hammer, everything looks like a nail.", "Basic Definitions of Science:\n	If it's green or wiggles, it's biology.\n	If it stinks, it's chemistry.\n	If it doesn't work, it's physics.", "BASIC, n.:\n	A programming language.  Related to certain social diseases in\n	that those who have it will not admit it in polite company.", "Bathquake, n.:\n	The violent quake that rattles the entire house when the water\n	faucet is turned on to a certain point.\n		-- Rich Hall, Sniglets", "Battle, n.:\n	A method of untying with the teeth a political knot that\n	will not yield to the tongue.\n		-- Ambrose Bierce", "Beauty, n.:\n	The power by which a woman charms a lover and terrifies a husband.\n		-- Ambrose Bierce", "Beauty:\n	What's in your eye when you have a bee in your hand.", "Begathon, n.:\n	A multi-day event on public television, used to raise money so\n	you won't have to watch commercials.", "Beifeld's Principle:\n	The probability of a young man meeting a desirable and receptive\n	young female increases by pyramidical progression when he\n	is already in the company of (1) a date, (2) his wife, (3) a\n	better-looking and richer male friend.\n		-- R. Beifeld", "belief, n:\n	Something you do not believe.", "Bennett's Laws of Horticulture:\n	(1) Houses are for people to live in.\n	(2) Gardens are for plants to live in.\n	(3) There is no such thing as a houseplant.", "Benson's Dogma:\n	ASCII is our god, and Unix is his profit.", "Bershere's Formula for Failure:\n	There are only two kinds of people who fail: those who\n	listen to nobody... and those who listen to everybody.", "beta test, v:\n	To voluntarily entrust one's data, one's livelihood and one's\n	sanity to hardware or software intended to destroy all three.\n	In earlier days, virgins were often selected to beta test volcanos.", "Bierman's Laws of Contracts:\n	(1) In any given document, you can't cover all the what if's.\n	(2) Lawyers stay in business resolving all the unresolved what if's.\n	(3) Every resolved what if creates two unresolved what if's.", "Bilbo's First Law:\n	You cannot count friends that are all packed up in barrels.", "Binary, adj.:\n	Possessing the ability to have friends of both sexes.", "Bing's Rule:\n	Don't try to stem the tide -- move the beach.", "Bipolar, adj.:\n	Refers to someone who has homes in Nome, Alaska, and Buffalo, New York.", "birth, n:\n	The first and direst of all disasters.\n		-- Ambrose Bierce, The Devil's Dictionary", "bit, n:\n	A unit of measure applied to color.  Twenty-four-bit color\n	refers to expensive $3 color as opposed to the cheaper 25\n	cent, or two-bit, color that use to be available a few years ago.", "Bizoos, n.:\n	The millions of tiny individual bumps that make up a basketball.\n		-- Rich Hall, Sniglets", "blithwapping:\n	Using anything BUT a hammer to hammer a nail into the\n	wall, such as shoes, lamp bases, doorstops, etc.\n		-- Sniglets, Rich Hall & Friends", "Bloom's Seventh Law of Litigation:\n	The judge's jokes are always funny.", "Blore's Razor:\n	Given a choice between two theories, take the one which is funnier.", "Blutarsky's Axiom:\n	Nothing is impossible for the man who will not listen to reason.", "Boling's postulate:\n	If you're feeling good, don't worry.  You'll get over it.", "Bolub's Fourth Law of Computerdom:\n	Project teams detest weekly progress reporting because it so\n	vividly manifests their lack of progress.", "Bombeck's Rule of Medicine:\n	Never go to a doctor whose office plants have died.", "Boob's Law:\n	You always find something in the last place you look.", "Booker's Law:\n	An ounce of application is worth a ton of abstraction.", "Bore, n.:\n	A guy who wraps up a two-minute idea in a two-hour vocabulary.\n		-- Walter Winchell", "Bore, n.:\n	A person who talks when you wish him to listen.\n		-- Ambrose Bierce, The Devil's Dictionary", "Boren's Laws:\n	(1) When in charge, ponder.\n	(2) When in trouble, delegate.\n	(3) When in doubt, mumble.", "boss, n:\n	According to the Oxford English Dictionary, in the Middle Ages the\n	words boss and botch were largely synonymous, except that boss,\n	in addition to meaning a supervisor of workers also meant an\n	ornamental stud.", "Boucher's Observation:\n	He who blows his own horn always plays the music\n	several octaves higher than originally written.", "Bower's Law:\n	Talent goes where the action is.", "Bowie's Theorem:\n	If an experiment works, you must be using the wrong equipment.", "boy, n:\n	A noise with dirt on it.", "Bradley's Bromide:\n	If computers get too powerful, we can organize\n	them into a committee -- that will do them in.", "Brady's First Law of Problem Solving:\n	When confronted by a difficult problem, you can solve it more\n	easily by reducing it to the question, How would the Lone Ranger\n	have handled this?", "brain, n:\n	The apparatus with which we think that we think.\n		-- Ambrose Bierce, The Devil's Dictionary", "brain, v: [as in to brain]\n	To rebuke bluntly, but not pointedly; to dispel a source\n	of error in an opponent.\n		-- Ambrose Bierce, The Devil's Dictionary", "brain-damaged, generalization of Honeywell Brain Damage (HBD), a\ntheoretical disease invented to explain certain utter cretinisms in\nMultics, adj:\n	Obviously wrong; cretinous; demented.  There is an implication\n	that the person responsible must have suffered brain damage,\n	because he/she should have known better.  Calling something\n	brain-damaged is bad; it also implies it is unusable.", "Bride, n.:\n	A woman with a fine prospect of happiness behind her.\n		-- Ambrose Bierce, The Devil's Dictionary", "briefcase, n:\n	A trial where the jury gets together and forms a lynching party.", "broad-mindedness, n:\n	The result of flattening high-mindedness out.", "Brogan's Constant:\n	People tend to congregate in the back of the church and the\n	front of the bus.", "brokee, n:\n	Someone who buys stocks on the advice of a broker.", "Brontosaurus Principle:\n	Organizations can grow faster than their brains can manage them\n	in relation to their environment and to their own physiology:  when\n	this occurs, they are an endangered species.\n		-- Thomas K. Connellan", "Brook's Law:\n	Adding manpower to a late software project makes it later.", "Brooke's Law:\n	Whenever a system becomes completely defined, some damn fool\n	discovers something which either abolishes the system or\n	expands it beyond recognition.", "Bubble Memory, n.:\n	A derogatory term, usually referring to a person's intelligence.\n	See also vacuum tube.", "Bucy's Law:\n	Nothing is ever accomplished by a reasonable man.", "Bug, n.:\n	An aspect of a computer program which exists because the\n	programmer was thinking about Jumbo Jacks or stock options when s/he\n	wrote the program.\n\nFortunately, the second-to-last bug has just been fixed.\n		-- Ray Simard", "bug, n:\n	A son of a glitch.", "bug, n:\n	An elusive creature living in a program that makes it incorrect.\n	The activity of debugging, or removing bugs from a program, ends\n	when people get tired of doing it, not when the bugs are removed.\n		-- Datamation, January 15, 1984", "Bugs, pl. n.:\n	Small living things that small living boys throw on small living girls.", "Bumper sticker:\n	All the parts falling off this car are of the very finest\n	British manufacture.", "Bunker's Admonition:\n	You cannot buy beer; you can only rent it.", "Burbulation:\n	The obsessive act of opening and closing a refrigerator door in\n	an attempt to catch it before the automatic light comes on.\n		-- Sniglets, Rich Hall & Friends", "Bureau Termination, Law of:\n	When a government bureau is scheduled to be phased out,\n	the number of employees in that bureau will double within\n	12 months after the decision is made.", "bureaucracy, n:\n	A method for transforming energy into solid waste.", "Bureaucrat, n.:\n	A person who cuts red tape sideways.\n		-- J. McCabe", "bureaucrat, n:\n	A politician who has tenure.", "Burke's Postulates:\n	Anything is possible if you don't know what you are talking about.\n	Don't create a problem for which you do not have the answer.", "Burn's Hog Weighing Method:\n	(1) Get a perfectly symmetrical plank and balance it across a sawhorse.\n	(2) Put the hog on one end of the plank.\n	(3) Pile rocks on the other end until the plank is again perfectly\n	    balanced.\n	(4) Carefully guess the weight of the rocks.\n		-- Robert Burns", "buzzword, n:\n	The fly in the ointment of computer literacy.", "byob, v:\n	Believing Your Own Bull", "C, n:\n	A programming language that is sort of like Pascal except more like\n	assembly except that it isn't very much like either one, or anything\n	else.  It is either the best language available to the art today, or\n	it isn't.\n		-- Ray Simard", "Cabbage, n.:\n	A familiar kitchen-garden vegetable about as large and wise as\n	a man's head.\n		-- Ambrose Bierce, The Devil's Dictionary", "Cache:\n	A very expensive part of the memory system of a computer that no one\n	is supposed to know is there.", "Cahn's Axiom:\n	When all else fails, read the instructions.", "Campbell's Law:\n	Nature abhors a vacuous experimenter.", "Canada Bill Jones's Motto:\n	It's morally wrong to allow suckers to keep their money.\n\nCanada Bill Jones's Supplement:\n	A Smith and Wesson beats four aces.", "Canonical, adj.:\n	The usual or standard state or manner of something.  A true story:\nOne Bob Sjoberg, new at the MIT AI Lab, expressed some annoyance at the use\nof jargon.  Over his loud objections, we made a point of using jargon as\nmuch as possible in his presence, and eventually it began to sink in.\nFinally, in one conversation, he used the word canonical in jargon-like\nfashion without thinking.\n	Steele: Aha!  We've finally got you talking jargon too!\n	Stallman: What did he say?\n	Steele: He just used `canonical' in the canonical way.", "Captain Penny's Law:\n	You can fool all of the people some of the time, and\n	some of the people all of the time, but you Can't Fool Mom.", "Carperpetuation (kar' pur pet u a shun), n.:\n	The act, when vacuuming, of running over a string at least a\n	dozen times, reaching over and picking it up, examining it, then\n	putting it back down to give the vacuum one more chance.\n		-- Rich Hall, Sniglets", "Carson's Consolation:\n	Nothing is ever a complete failure.\n	It can always be used as a bad example.", "Carson's Observation on Footwear:\n	If the shoe fits, buy the other one too.", "Carswell's Corollary:\n	Whenever man comes up with a better mousetrap,\n	nature invariably comes up with a better mouse.", "Cat, n.:\n	Lapwarmer with built-in buzzer.", "cerebral atrophy, n:\n	The phenomena which occurs as brain cells become weak and sick, and\nimpair the brain's performance.  An abundance of these bad cells can cause\nsymptoms related to senility, apathy, depression, and overall poor academic\nperformance.  A certain small number of brain cells will deteriorate due to\neveryday activity, but large amounts are weakened by intense mental effort\nand the assimilation of difficult concepts.  Many college students become\nvictims of this dread disorder due to poor habits such as overstudying.\n\ncerebral darwinism, n:\n	The theory that the effects of cerebral atrophy can be reversed\nthrough the purging action of heavy alcohol consumption.  Large amounts of\nalcohol cause many brain cells to perish due to oxygen deprivation.  Through\nthe process of natural selection, the weak and sick brain cells will die\nfirst, leaving only the healthy cells.  This wonderful process leaves the\nimbiber with a healthier, more vibrant brain, and increases mental capacity.\nThus, the devastating effects of cerebral atrophy are reversed, and academic\nperformance actually increases beyond previous levels.", "Chamberlain's Laws:\n	(1) The big guys always win.\n	(2) Everything tastes more or less like chicken.", "character density, n.:\n	The number of very weird people in the office.", "Charity, n.:\n	A thing that begins at home and usually stays there.", "checkuary, n:\n	The thirteenth month of the year.  Begins New Year's Day and ends\n	when a person stops absentmindedly writing the old year on his checks.", "Chef, n.:\n	Any cook who swears in French.", "Cheit's Lament:\n	If you help a friend in need, he is sure to remember you--\n	the next time he's in need.", "Chemicals, n.:\n	Noxious substances from which modern foods are made.", "Cheops' Law:\n	Nothing ever gets built on schedule or within budget.", "Chicago Transit Authority Rider's Rule #36:\n	Never ever ask the tough looking gentleman wearing El Rukn headgear\n	where he got his pyramid powered pizza warmer.\n		-- Chicago Reader 3/27/81", "Chicago Transit Authority Rider's Rule #84:\n	The CTA has complimentary pop-up timers available on request\n	for overheated passengers.  When your timer pops up, the driver will\n	cheerfully baste you.\n		-- Chicago Reader 5/28/82", "Chicken Soup:\n	An ancient miracle drug containing equal parts of aureomycin,\n	cocaine, interferon, and TLC.  The only ailment chicken soup\n	can't cure is neurotic dependence on one's mother.\n		-- Arthur Naiman, Every Goy's Guide to Yiddish", "Chism's Law of Completion:\n	The amount of time required to complete a government project is\n	precisely equal to the length of time already spent on it.", "Chisolm's First Corollary to Murphy's Second Law:\n	When things just can't possibly get any worse, they will.", "Christmas:\n	A day set apart by some as a time for turkey, presents, cranberry\n	salads, family get-togethers; for others, noted as having the best\n	response time of the entire year.", "Churchill's Commentary on Man:\n	Man will occasionally stumble over the truth,\n	but most of the time he will pick himself up and continue on.", "Cinemuck, n.:\n	The combination of popcorn, soda, and melted chocolate which\n	covers the floors of movie theaters.\n		-- Rich Hall, Sniglets", "clairvoyant, n.:\n	A person, commonly a woman, who has the power of seeing that\n	which is invisible to her patron -- namely, that he is a blockhead.\n		-- Ambrose Bierce, The Devil's Dictionary", "Clarke's Conclusion:\n	Never let your sense of morals interfere with doing the right thing.", "Clay's Conclusion:\n	Creativity is great, but plagiarism is faster.", "clone, n:\n	1. An exact duplicate, as in our product is a clone of their\n	product.  2. A shoddy, spurious copy, as in their product\n	is a clone of our product.", "Clovis' Consideration of an Atmospheric Anomaly:\n	The perversity of nature is nowhere better demonstrated\n	than by the fact that, when exposed to the same atmosphere,\n	bread becomes hard while crackers become soft.", "COBOL:\n	An exercise in Artificial Inelegance.", "COBOL:\n	Completely Over and Beyond reason Or Logic.", "Cohen's Law:\n	There is no bottom to worse.", "Cohn's Law:\n	The more time you spend in reporting on what you are doing, the less\n	time you have to do anything.  Stability is achieved when you spend\n	all your time reporting on the nothing you are doing.", "Cold, adj.:\n	When the politicians walk around with their hands in their own pockets.", "Cole's Law:\n	Thinly sliced cabbage.", "Collaboration, n.:\n	A literary partnership based on the false assumption that the\n	other fellow can spell.", "College:\n	The fountains of knowledge, where everyone goes to drink.", "Colvard's Logical Premises:\n	All probabilities are 50%.\n	Either a thing will happen or it won't.\n\nColvard's Unconscionable Commentary:\n	This is especially true when dealing with someone you're attracted to.\n\nGrelb's Commentary:\n	Likelihoods, however, are 90% against you.", "Command, n.:\n	Statement presented by a human and accepted by a computer in\n	such a manner as to make the human feel as if he is in control.", "comment:\n	A superfluous element of a source program included so the\n	programmer can remember what the hell it was he was doing\n	six months later.  Only the weak-minded need them, according\n	to those who think they aren't.", "Commitment, n.:\n	[The difference between involvement and] Commitment can be\n	illustrated by a breakfast of ham and eggs.  The chicken was\n	involved, the pig was committed.", "Committee Rules:\n	(1) Never arrive on time, or you will be stamped a beginner.\n	(2) Don't say anything until the meeting is half over; this\n	    stamps you as being wise.\n	(3) Be as vague as possible; this prevents irritating the\n	    others.\n	(4) When in doubt, suggest that a subcommittee be appointed.\n	(5) Be the first to move for adjournment; this will make you\n	    popular -- it's what everyone is waiting for.", "Committee, n.:\n	A group of men who individually can do nothing but as a group\n	decide that nothing can be done.\n		-- Fred Allen", "Commoner's three laws of ecology:\n	(1) No action is without side-effects.\n	(2) Nothing ever goes away.\n	(3) There is no free lunch.", "Complex system:\n	One with real problems and imaginary profits.", "Compliment, n.:\n	When you say something to another which everyone knows isn't true.", "compuberty, n:\n	The uncomfortable period of emotional and hormonal changes a\n	computer experiences when the operating system is upgraded and\n	a sun4 is put online sharing files.", "Computer science:\n	(1) A study akin to numerology and astrology, but lacking the\n	   precision of the former and the success of the latter.\n	(2) The protracted value analysis of algorithms.\n	(3) The costly enumeration of the obvious.\n	(4) The boring art of coping with a large number of trivialities.\n	(5) Tautology harnessed in the service of Man at the speed of light.\n	(6) The Post-Turing decline in formal systems theory.", "Computer, n.:\n	An electronic entity which performs sequences of useful steps in a\n	totally understandable, rigorously logical manner.  If you believe\n	this, see me about a bridge I have for sale in Manhattan.", "Concept, n.:\n	Any idea for which an outside consultant billed you more than\n	$25,000.", "Conference, n.:\n	A special meeting in which the boss gathers subordinates to hear\n	what they have to say, so long as it doesn't conflict with what\n	he's already decided to do.", "Confidant, confidante, n:\n	One entrusted by A with the secrets of B, confided to himself by C.\n		-- Ambrose Bierce, The Devil's Dictionary", "Confirmed bachelor:\n	A man who goes through life without a hitch.", "Conjecture: All odd numbers are prime.\n	Mathematician's Proof:\n		3 is prime.  5 is prime.  7 is prime.  By induction, all\n		odd numbers are prime.\n	Physicist's Proof:\n		3 is prime.  5 is prime.  7 is prime.  9 is experimental\n		error.  11 is prime.  13 is prime ...\n	Engineer's Proof:\n		3 is prime.  5 is prime.  7 is prime.  9 is prime.\n		11 is prime.  13 is prime ...\n	Computer Scientists's Proof:\n		3 is prime.  3 is prime.  3 is prime.  3 is prime...", "Connector Conspiracy, n:\n	[probably came into prominence with the appearance of the KL-10,\n	none of whose connectors match anything else] The tendency of\n	manufacturers (or, by extension, programmers or purveyors of anything)\n	to come up with new products which don't fit together with the old\n	stuff, thereby making you buy either all new stuff or expensive\n	interface devices.", "Consent decree:\n	A document in which a hapless company consents never to commit\n	in the future whatever heinous violations of Federal law it\n	never admitted to in the first place.", "Consultant, n.:\n	(1) Someone you pay to take the watch off your wrist and tell\n	you what time it is. (2) (For resume use) The working title\n	of anyone who doesn't currently hold a job. Motto: Have\n	Calculator, Will Travel.", "Consultant, n.:\n	[From con to defraud, dupe, swindle, or, possibly, French con\n	(vulgar) a person of little merit + sult elliptical form of\n	insult.]  A tipster disguised as an oracle, especially one who\n	has learned to decamp at high speed in spite of a large briefcase\n	and heavy wallet.", "Consultant, n.:\n	An ordinary man a long way from home.", "consultant, n.:\n	Someone who knowns 101 ways to make love, but can't get a date.", "Consultant, n.:\n	Someone who'd rather climb a tree and tell a lie than stand on\n	the ground and tell the truth.", "Consultation, n.:\n	Medical term meaning to share the wealth.", "Conversation, n.:\n	A vocal competition in which the one who is catching his breath\n	is called the listener.", "Conway's Law:\n	In any organization there will always be one person who knows\n	what is going on.\n\n	This person must be fired.", "Copying machine, n.:\n	A device that shreds paper, flashes mysteriously coded messages,\n	and makes duplicates for everyone in the office who isn't\n	interested in reading them.", "Coronation, n.:\n	The ceremony of investing a sovereign with the outward and visible\n	signs of his divine right to be blown skyhigh with a dynamite bomb.\n		-- Ambrose Bierce, The Devil's Dictionary", "Correspondence Corollary:\n	An experiment may be considered a success if no more than half\n	your data must be discarded to obtain correspondence with your theory.", "Corry's Law:\n	Paper is always strongest at the perforations.", "court, n.:\n	A place where they dispense with justice.\n		-- Arthur Train", "Coward, n.:\n	One who in a perilous emergency thinks with his legs.\n		-- Ambrose Bierce, The Devil's Dictionary", "Creditor, n.:\n	A man who has a better memory than a debtor.", "Crenna's Law of Political Accountability:\n	If you are the first to know about something bad, you are going to be\n	held responsible for acting on it, regardless of your formal duties.", "critic, n.:\n	A person who boasts himself hard to please because nobody tries\n	to please him.\n		-- Ambrose Bierce, The Devil's Dictionary", "Croll's Query:\n	If tin whistles are made of tin, what are foghorns made of?", "Cropp's Law:\n	The amount of work done varies inversly with the time spent in the\n	office.", "Cruickshank's Law of Committees:\n	If a committee is allowed to discuss a bad idea long enough, it\n	will inevitably decide to implement the idea simply because so\n	much work has already been done on it.", "cursor address, n:\n	Hello, cursor!\n		-- Stan Kelly-Bootle, The Devil's DP Dictionary", "Cursor, n.:\n	One whose program will not run.\n		-- Robb Russon", "curtation, n.:\n	The enforced compression of a string in the fixed-length field\nenvironment.\n	The problem of fitting extremely variable-length strings such as names,\naddresses, and item descriptions into fixed-length records is no trivial\nmatter.  Neglect of the subtle art of curtation has probably alienated more\npeople than any other aspect of data processing.  You order Mozart's Don\nGiovanni from your record club, and they invoice you $24.95 for MOZ DONG.\nThe witless mapping of the sublime onto the ridiculous!  Equally puzzling is\nthe curtation that produces the same eight characters, THE BEST, whether you\norder The Best of Wagner, The Best of Schubert, or The Best of the Turds.\nSimilarly, wine lovers buying from computerized wineries twirl their glasses,\ncheck their delivery notes, and inform their friends, A rather innocent,\npossibly overtruncated CAB SAUV 69 TAL.  The squeezing of fruit into 10\ncolumns has yielded such memorable obscenities as COX OR PIP.  The examples\ncited are real, and the curtational methodology which produced them is still\nwith us.\n\nMOZ DONG n.\n	Curtation of Don Giovanni by Wolfgang Amadeus Mozart and Lorenzo da\nPonte, as performed by the computerized billing ensemble of the Internat'l\nPreview Society, Great Neck (sic), N.Y.\n		-- Stan Kelly-Bootle, The Devil's DP Dictionary", "Cutler Webster's Law:\n	There are two sides to every argument, unless a person\n	is personally involved, in which case there is only one.", "Cynic, n.:\n	A blackguard whose faulty vision sees things as they are, not\n	as they ought to be.  Hence the custom among the Scythians of plucking\n	out a cynic's eyes to improve his vision.\n		-- Ambrose Bierce, The Devil's Dictionary", "Cynic, n.:\n	Experienced.", "Cynic, n.:\n	One who looks through rose-colored glasses with a jaundiced eye.", "Data, n.:\n	An accrual of straws on the backs of theories.", "Data, n.:\n	Computerspeak for information.  Properly pronounced\n	the way Bostonians pronounce the word for a female child.", "Davis' Law of Traffic Density:\n	The density of rush-hour traffic is directly proportional to\n	1.5 times the amount of extra time you allow to arrive on time.", "Davis's Dictum:\n	Problems that go away by themselves, come back by themselves.", "Dawn, n.:\n	The time when men of reason go to bed.\n		-- Ambrose Bierce, The Devil's Dictionary", "Deadwood, n.:\n	Anyone in your company who is more senior than you are.", "Death wish, n.:\n	The only wish that always comes true, whether or not one wishes it to.", "Decision maker, n.:\n	The person in your office who was unable to form a task force\n	before the music stopped.", "default, n.:\n	[Possibly from Black English De fault wid dis system is you,\n	mon.] The vain attempt to avoid errors by inactivity.  Nothing will\n	come of nothing: speak again. -- King Lear.\n		-- Stan Kelly-Bootle, The Devil's DP Dictionary", "Default, n.:\n	The hardware's, of course.", "Deja vu:\n	French., already seen; unoriginal; trite.\n	Psychol., The illusion of having previously experienced\n	something actually being encountered for the first time.\n	Psychol., The illusion of having previously experienced\n	something actually being encountered for the first time.", "Deliberation, n.:\n	The act of examining one's bread to determine which side it is\n	buttered on.\n		-- Ambrose Bierce, The Devil's Dictionary", "Dentist, n.:\n	A Prestidigitator who, putting metal in one's mouth, pulls\n	coins out of one's pockets.\n		-- Ambrose Bierce, The Devil's Dictionary", "Denver, n.:\n	A smallish city located just below the `O' in Colorado.", "design, v.:\n	What you regret not doing later on.", "DeVries' Dilemma:\n	If you hit two keys on the typewriter, the one you don't want\n	hits the paper.", "Dibble's First Law of Sociology:\n	Some do, some don't.", "Die, v.:\n	To stop sinning suddenly.\n		-- Elbert Hubbard", "Dinner suggestion #302 (Hacker's De-lite):\n	1 tin imported Brisling sardines in tomato sauce\n	1 pouch Chocolate Malt Carnation Instant Breakfast\n	1 carton milk", "diplomacy, n:\n	Lying in state.", "Dirksen's Three Laws of Politics:\n	(1) Get elected.\n	(2) Get re-elected.\n	(3) Don't get mad, get even.\n		-- Sen. Everett Dirksen", "disbar, n:\n	As distinguished from some other bar.", "Distinctive, adj.:\n	A different color or shape than our competitors.", "Distress, n.:\n	A disease incurred by exposure to the prosperity of a friend.\n		-- Ambrose Bierce, The Devil's Dictionary", "divorce, n:\n	A change of wife.", "Documentation:\n	Instructions translated from Swedish by Japanese for English\n	speaking persons.", "double-blind experiment, n:\n	An experiment in which the chief researcher believes he is\n	fooling both the subject and the lab assistant.  Often accompanied\n	by a strong belief in the tooth fairy.", "Dow's Law:\n	In a hierarchical organization, the higher the level,\n	the greater the confusion.", "Drakenberg's Discovery:\n	If you can't seem to find your glasses,\n	it's probably because you don't have them on.", "Drew's Law of Highway Biology:\n	The first bug to hit a clean windshield lands directly in front\n	of your eyes.", "drug, n:\n	A substance that, injected into a rat, produces a scientific paper.", "Ducharme's Precept:\n	Opportunity always knocks at the least opportune moment.\n\nDucharme's Axiom:\n	If you view your problem closely enough you will recognize\n	yourself as part of the problem.", "Duty, n:\n	What one expects from others.\n		-- Oscar Wilde", "Eagleson's Law:\n	Any code of your own that you haven't looked at for six or more\n	months, might as well have been written by someone else.  (Eagleson\n	is an optimist, the real number is more like three weeks.)", "economics, n.:\n	Economics is the study of the value and meaning of J. K. Galbraith.\n		-- Mike Harding, The Armchair Anarchist's Almanac", "Economies of scale:\n	The notion that bigger is better.  In particular, that if you want\n	a certain amount of computer power, it is much better to buy one\n	biggie than a bunch of smallies.  Accepted as an article of faith\n	by people who love big machines and all that complexity.  Rejected\n	as an article of faith by those who love small machines and all\n	those limitations.", "economist, n:\n	Someone who's good with figures, but doesn't have enough\n	personality to become an accountant.", "Egotism, n:\n	Doing the New York Times crossword puzzle with a pen.\n\nEgotist, n:\n	A person of low taste, more interested in himself than me.\n		-- Ambrose Bierce, The Devil's Dictionary", "Ehrman's Commentary:\n	(1) Things will get worse before they get better.\n	(2) Who said things would get better?", "Elbonics, n.:\n	The actions of two people maneuvering for one armrest in a movie\n	theatre.\n		-- Sniglets, Rich Hall & Friends", "Electrocution, n.:\n	Burning at the stake with all the modern improvements.", "Elephant, n.:\n	A mouse built to government specifications.", "Eleventh Law of Acoustics:\n	In a minimum-phase system there is an inextricable link between\n	frequency response, phase response and transient response, as they\n	are all merely transforms of one another.  This combined with\n	minimalization of open-loop errors in output amplifiers and correct\n	compensation for non-linear passive crossover network loading can\n	lead to a significant decrease in system resolution lost.  However,\n	of course, this all means jack when you listen to Pink Floyd.", "Emacs, n.:\n	A slow-moving parody of a text editor.", "Emerson's Law of Contrariness:\n	Our chief want in life is somebody who shall make us do what we\n	can.  Having found them, we shall then hate them for it.", "Encyclopedia Salesmen:\n	Invite them all in.  Nip out the back door.  Phone the police\n	and tell them your house is being burgled.\n		-- Mike Harding, The Armchair Anarchist's Almanac", "Endless Loop, n.:\n	see Loop, Endless.\nLoop, Endless, n.:\n	see Endless Loop.\n		-- Random Shack Data Processing Dictionary", "Engram, n.:\n	1. The physical manifestation of human memory -- the engram.\n2. A particular memory in physical form.  [Usage note:  this term is no longer\nin common use.  Prior to Wilson and Magruder's historic discovery, the nature\nof the engram was a topic of intense speculation among neuroscientists,\npsychologists, and even computer scientists.  In 1994 Professors M. R. Wilson\nand W. V. Magruder, both of Mount St. Coax University in Palo Alto, proved\nconclusively that the mammalian brain is hardwired to interpret a set of\nthirty seven genetically transmitted cooperating TECO macros.  Human memory\nwas shown to reside in 1 million Q-registers as Huffman coded uppercase-only\nASCII strings.  Interest in the engram has declined substantially since that\ntime.]\n		-- New Century Unabridged English Dictionary,\n		   3rd edition, 2007 A.D.", "enhance, v.:\n	To tamper with an image, usually to its detriment.", "Entreprenuer, n.:\n	A high-rolling risk taker who would rather\n	be a spectacular failure than a dismal success.", "Envy, n.:\n	Wishing you'd been born with an unfair advantage,\n	instead of having to try and acquire one.", "Epperson's law:\n	When a man says it's a silly, childish game, it's probably\n	something his wife can beat him at.", "Etymology, n.:\n	Some early etymological scholars came up with derivations that\n	were hard for the public to believe.  The term etymology was formed\n	from the Latin etus (eaten), the root mal (bad), and logy\n	(study of).  It meant the study of things that are hard to swallow.\n		-- Mike Kellen", "Every Horse has an Infinite Number of Legs (proof by intimidation):\n\nHorses have an even number of legs.  Behind they have two legs, and in\nfront they have fore-legs.  This makes six legs, which is certainly an\nodd number of legs for a horse.  But the only number that is both even\nand odd is infinity.  Therefore, horses have an infinite number of\nlegs.  Now to show this for the general case, suppose that somewhere,\nthere is a horse that has a finite number of legs.  But that is a horse\nof another color, and by the lemma [All horses are the same color],\nthat does not exist.", "Every program has (at least) two purposes:\n	the one for which it was written and another for which it wasn't.", "Expense Accounts, n.:\n	Corporate food stamps.", "Experience, n.:\n	Something you don't get until just after you need it.\n		-- Olivier", "Expert, n.:\n	Someone who comes from out of town and shows slides.", "Extract from Official Sweepstakes Rules:\n\n		NO PURCHASE REQUIRED TO CLAIM YOUR PRIZE\n\nTo claim your prize without purchase, do the following: (a) Carefully\ncut out your computer-printed name and address from upper right hand\ncorner of the Prize Claim Form. (b) Affix computer-printed name and\naddress -- with glue or cellophane tape (no staples or paper clips) --\nto a 3x5 inch index card.  (c) Also cut out the No paragraph (lower\nleft hand corner of Prize Claim Form) and affix it to the 3x5 card\nbelow your address label. (d) Then print on your 3x5 card, above your\ncomputer-printed name and address the words CARTER & VAN PEEL\nSWEEPSTAKES (Use all capital letters.)  (e) Finally place 3x5 card\n(without bending) into a plain envelope [NOTE: do NOT use the\nOfficial Prize Claim and CVP Perfume Reply Envelope or you may be\ndisqualified], and mail to: CVP, Box 1320, Westbury, NY 11595.  Print\nthis address correctly.  Comply with above instructions carefully and\ncompletely or you may be disqualified from receiving your prize.", "Fairy Tale, n.:\n	A horror story to prepare children for the newspapers.", "Fakir, n:\n	A psychologist whose charismatic data have inspired almost\n	religious devotion in his followers, even though the sources\n	seem to have shinnied up a rope and vanished.", "falsie salesman, n:\n	Fuller bust man.", "Famous last words:", "Famous last words:\n	(1) Don't worry, I can handle it.\n	(2) You and what army?\n	(3) If you were as smart as you think you are, you wouldn't be\n	     a cop.", "Famous last words:\n	(1) Don't unplug it, it will just take a moment to fix.\n	(2) Let's take the shortcut, he can't see us from there.\n	(3) What happens if you touch these two wires tog--\n	(4) We won't need reservations.\n	(5) It's always sunny there this time of the year.\n	(6) Don't worry, it's not loaded.\n	(7) They'd never (be stupid enough to) make him a manager.\n	(8) Don't worry!  Women love it!", "Famous quotations:\n	 \n		-- Charlie Chaplin\n\n	 \n		-- Harpo Marx\n\n	 \n		-- Marcel Marceau", "Famous, adj.:\n	Conspicuously miserable.\n		-- Ambrose Bierce, The Devil's Dictionary", "feature, n:\n	A surprising property of a program.  Occasionaly documented.  To\n	call a property a feature sometimes means the author did not\n	consider that case, and the program makes an unexpected, though\n	not necessarily wrong response.  See BUG.  That's not a bug, it's\n	a feature!  A bug can be changed to a feature by documenting it.", "fenderberg, n.:\n	The large glacial deposits that form on the insides\n	of car fenders during snowstorms.\n		-- Sniglets, Rich Hall & Friends", "Ferguson's Precept:\n	A crisis is when you can't say let's forget the whole thing.", "Fidelity, n.:\n	A virtue peculiar to those who are about to be betrayed.", "Fifth Law of Applied Terror:\n	If you are given an open-book exam, you will forget your book.\n\nCorollary:\n	If you are given a take-home exam, you will forget where you live.", "Fifth Law of Procrastination:\n	Procrastination avoids boredom; one never has the feeling that\n	there is nothing important to do.", "File cabinet:\n	A four drawer, manually activated trash compactor.", "filibuster, n.:\n	Throwing your wait around.", "Finagle's Creed:\n	Science is true.  Don't be misled by facts.", "Finagle's Eighth Law:\n	If an experiment works, something has gone wrong.\n\nFinagle's Ninth Law:\n	No matter what results are expected, someone is always willing to\n	fake it.\n\nFinagle's Tenth Law:\n	No matter what the result someone is always eager to misinterpret it.\n\nFinagle's Eleventh Law:\n	No matter what occurs, someone believes it happened according to\n	his pet theory.", "Finagle's First Law:\n	If an experiment works, something has gone wrong.", "Finagle's First Law:\n	To study a subject best, understand it thoroughly before you start.\n\nFinagle's Second Law:\n	Always keep a record of data -- it indicates you've been working.\n\nFinagle's Fourth Law:\n	Once a job is fouled up, anything done to improve it only makes\n	it worse.\n\nFinagle's Fifth Law:\n	Always draw your curves, then plot your readings.\n\nFinagle's Sixth Law:\n	Don't believe in miracles -- rely on them.", "Finagle's Second Law:\n	No matter what the anticipated result, there will always be\n	someone eager to (a) misinterpret it, (b) fake it, or (c) believe it\n	happened according to his own pet theory.", "Finagle's Seventh Law:\n	The perversity of the universe tends toward a maximum.", "Finagle's Third Law:\n	In any collection of data, the figure most obviously correct,\n	beyond all need of checking, is the mistake\n\nCorollaries:\n	(1) Nobody whom you ask for help will see it.\n	(2) The first person who stops by, whose advice you really\n	    don't want to hear, will see it immediately.", "Fine's Corollary:\n	Functionality breeds Contempt.", "Finster's Law:\n	A closed mouth gathers no feet.", "First Law of Bicycling:\n	No matter which way you ride, it's uphill and against the wind.", "First law of debate:\n	Never argue with a fool.  People might not know the difference.", "First Law of Procrastination:\n	Procrastination shortens the job and places the responsibility\n	for its termination on someone else (i.e., the authority who\n	imposed the deadline).\n\nFifth Law of Procrastination:\n	Procrastination avoids boredom; one never has the feeling that\n	there is nothing important to do.", "First Law of Socio-Genetics:\n	Celibacy is not hereditary.", "First Rule of History:\n	History doesn't repeat itself -- historians merely repeat each other.", "Fishbowl, n.:\n	A glass-enclosed isolation cell where newly promoted managers are\n	kept for observation.", "Five rules for eternal misery:\n	(1) Always try to exhort others to look upon you favorably.\n	(2) Make lots of assumptions about situations and be sure to\n	    treat these assumptions as though they are reality.\n	(3) Then treat each new situation as though it's a crisis.\n	(4) Live in the past and future only (become obsessed with\n	    how much better things might have been or how much worse\n	    things might become).\n	(5) Occasionally stomp on yourself for being so stupid as to\n	    follow the first four rules.", "flannister, n.:\n	The plastic yoke that holds a six-pack of beer together.\n		-- Sniglets, Rich Hall & Friends", "Flon's Law:\n	There is not now, and never will be, a language in\n	which it is the least bit difficult to write bad programs.", "flowchart, n. & v.:\n	[From flow to ripple down in rich profusion, as hair + chart\na cryptic hidden-treasure map designed to mislead the uninitiated.]\n1. n. The solution, if any, to a class of Mascheroni construction\nproblems in which given algorithms require geometrical representation\nusing only the 35 basic ideograms of the ANSI template.  2. n. Neronic\ndoodling while the system burns.  3. n. A low-cost substitute for\nwallpaper.  4. n.  The innumerate misleading the illiterate.  A\nthousand pictures is worth ten lines of code. -- The Programmer's\nLittle Red Vade Mecum, Mao Tse T'umps.  5. v.intrans. To produce\nflowcharts with no particular object in mind.  6. v.trans. To obfuscate\n(a problem) with esoteric cartoons.\n		-- Stan Kelly-Bootle, The Devil's DP Dictionary", "Flugg's Law:\n	When you need to knock on wood is when you realize\n	that the world is composed of vinyl, naugahyde and aluminum.", "Fog Lamps, n.:\n	Excessively (often obnoxiously) bright lamps mounted on the fronts\n	of automobiles; used on dry, clear nights to indicate that the\n	driver's brain is in a fog.  See also Idiot Lights.", "Foolproof Operation:\n	No provision for adjustment.", "Forecast, n.:\n	A prediction of the future, based on the past, for\n	which the forecaster demands payment in the present.", "Forgetfulness, n.:\n	A gift of God bestowed upon debtors in compensation for\n	their destitution of conscience.", "FORTUNE EXPLAINS WHAT JOB REVIEW CATCH PHRASES MEAN:	#1\nskilled oral communicator:\n	Mumbles inaudibly when attempting to speak.  Talks to self.\n	Argues with self.  Loses these arguments.\n\nskilled written communicator:\n	Scribbles well.  Memos are invariable illegible, except for\n	the portions that attribute recent failures to someone else.\n\ngrowth potential:\n	With proper guidance, periodic counselling, and remedial training,\n	the reviewee may, given enough time and close supervision, meet\n	the minimum requirements expected of him by the company.\n\nkey company figure:\n	Serves as the perfect counter example.", "FORTUNE EXPLAINS WHAT JOB REVIEW CATCH PHRASES MEAN:	#4\nconsistent:\n	Reviewee hasn't gotten anything right yet, and it is anticipated\n	that this pattern will continue throughout the coming year.\n\nan excellent sounding board:\n	Present reviewee with any number of alternatives, and implement\n	them in the order precisely opposite of his/her specification.\n\na planner and organizer:\n	Usually manages to put on socks before shoes.  Can match the\n	animal tags on his clothing.", "FORTUNE EXPLAINS WHAT JOB REVIEW CATCH PHRASES MEAN:	#9\nhas management potential:\n	Because of his intimate relationship with inanimate objects, the\n	reviewee has been appointed to the critical position of department\n	pencil monitor.\n\ninspirational:\n	A true inspiration to others.  (There, but for the grace of God,\n	go I.)\n\nadapts to stress:\n	Passes wind, water, or out depending upon the severity of the\n	situation.\n\ngoal oriented:\n	Continually sets low goals for himself, and usually fails\n	to meet them.", "Fortune's Rules for Memo Wars: #2\n\nGiven the incredible advances in sociocybernetics and telepsychology over\nthe last few years, we are now able to completely understand everything that\nthe author of an memo is trying to say.  Thanks to modern developments\nin electrocommunications like notes, vnews, and electricity, we have an\nincredible level of interunderstanding the likes of which civilization has\nnever known.  Thus, the possibility of your misinterpreting someone else's\nmemo is practically nil.  Knowing this, anyone who accuses you of having\ndone so is a liar, and should be treated accordingly.  If you *do* understand\nthe memo in question, but have absolutely nothing of substance to say, then\nyou have an excellent opportunity for a vicious ad hominem attack.  In fact,\nthe only *inappropriate* times for an ad hominem attack are as follows:\n\n	1: When you agree completely with the author of an memo.\n	2: When the author of the original memo is much bigger than you are.\n	3: When replying to one of your own memos.", "Fourth Law of Applied Terror:\n	The night before the English History mid-term, your Biology\n	instructor will assign 200 pages on planaria.\n\nCorollary:\n	Every instructor assumes that you have nothing else to do except\n	study for that instructor's course.", "Fourth Law of Revision:\n	It is usually impractical to worry beforehand about\n	interferences -- if you have none, someone will make one for you.", "Fourth Law of Thermodynamics:\n	If the probability of success is not almost one, it is damn near zero.\n		-- David Ellis", "Fresco's Discovery:\n	If you knew what you were doing you'd probably be bored.", "Fried's 1st Rule:\n	Increased automation of clerical function\n	invariably results in increased operational costs.", "Friends, n.:\n	People who borrow your books and set wet glasses on them.\n\n	People who know you well, but like you anyway.", "Frobnicate, v.:\n	To manipulate or adjust, to tweak.  Derived from FROBNITZ. Usually\nabbreviated to FROB.  Thus one has the saying to frob a frob. See TWEAK\nand TWIDDLE.  Usage: FROB, TWIDDLE, and TWEAK sometimes connote points along\na continuum.  FROB connotes aimless manipulation; TWIDDLE connotes gross\nmanipulation, often a coarse search for a proper setting; TWEAK connotes\nfine-tuning.  If someone is turning a knob on an oscilloscope, then if he's\ncarefully adjusting it he is probably tweaking it; if he is just turning it\nbut looking at the screen he is probably twiddling it; but if he's just\ndoing it because turning a knob is fun, he's frobbing it.", "Frobnitz, pl. Frobnitzem (frob'nitsm) n.:\n	An unspecified physical object, a widget.  Also refers to electronic\nblack boxes.  This rare form is usually abbreviated to FROTZ, or more\ncommonly to FROB.  Also used are FROBNULE, FROBULE, and FROBNODULE.\nStarting perhaps in 1979, FROBBOZ (fruh-bahz'), pl. FROBBOTZIM, has also\nbecome very popular, largely due to its exposure via the Adventure spin-off\ncalled Zork (Dungeon).  These can also be applied to non-physical objects,\nsuch as data structures.", "Fuch's Warning:\n	If you actually look like your passport photo, you aren't well\n	enough to travel.", "Fudd's First Law of Opposition:\n	Push something hard enough and it will fall over.", "Fun experiments:\n	Get a can of shaving cream, throw it in a freezer for about a week.\n	Then take it out, peel the metal off and put it where you want...\n	bedroom, car, etc.  As it thaws, it expands an unbelievable amount.", "Fun Facts, #14:\n	In table tennis, whoever gets 21 points first wins.  That's how\n	it once was in baseball -- whoever got 21 runs first won.", "Fun Facts, #63:\n	The name California was given to the state by Spanish conquistadores.\n	It was the name of an imaginary island, a paradise on earth, in the\n	Spanish romance, Les Serges de Esplandian, written by Montalvo in\n	1510.", "furbling, v.:\n	Having to wander through a maze of ropes at an airport or bank\n	even when you are the only person in line.\n		-- Rich Hall, Sniglets", "Galbraith's Law of Human Nature:\n	Faced with the choice between changing one's mind and proving that\n	there is no need to do so, almost everybody gets busy on the proof.", "Genderplex, n.:\n	The predicament of a person in a restaurant who is unable to\n	determine his or her designated restroom (e.g., turtles and tortoises).\n		-- Rich Hall, Sniglets", "genealogy, n.:\n	An account of one's descent from an ancestor\n	who did not particularly care to trace his own.\n		-- Ambrose Bierce", "Genius, n.:\n	A chemist who discovers a laundry additive that rhymes with bright.", "genius, n.:\n	Person clever enough to be born in the right place at the right\n	time of the right sex and to follow up this advantage by saying\n	all the right things to all the right people.", "genlock, n.:\n	Why he stays in the bottle.", "Gerrold's Laws of Infernal Dynamics:\n	(1) An object in motion will always be headed in the wrong direction.\n	(2) An object at rest will always be in the wrong place.\n	(3) The energy required to change either one of these states\n	   will always be more than you wish to expend, but never so\n	   much as to make the task totally impossible.", "Getting the job done is no excuse for not following the rules.\n\nCorollary:\n	Following the rules will not get the job done.", "Gilbert's Discovery:\n	Any attempt to use the new super glues results in the two pieces\n	sticking to your thumb and index finger rather than to each other.", "Ginsberg's Theorem:\n	(1) You can't win.\n	(2) You can't break even.\n	(3) You can't even quit the game.\n\nFreeman's Commentary on Ginsberg's theorem:\n	Every major philosophy that attempts to make life seem\n	meaningful is based on the negation of one part of Ginsberg's\n	Theorem.  To wit:\n\n	(1) Capitalism is based on the assumption that you can win.\n	(2) Socialism is based on the assumption that you can break even.\n	(3) Mysticism is based on the assumption that you can quit the game.", "Ginsburg's Law:\n	At the precise moment you take off your shoe in a shoe store, your\n	big toe will pop out of your sock to see what's going on.", "gleemites, n.:\n	Petrified deposits of toothpaste found in sinks.\n		-- Sniglets, Rich Hall & Friends", "Glib's Fourth Law of Unreliability:\n	Investment in reliability will increase until it exceeds the\n	probable cost of errors, or until someone insists on getting\n	some useful work done.", "Gnagloot, n.:\n	A person who leaves all his ski passes on his jacket just to\n	impress people.\n		-- Rich Hall, Sniglets", "Goda's Truism:\n	By the time you get to the point where you can make ends meet,\n	somebody moves the ends.", "Godwin's Law (prov.  [Usenet]):\n	As a Usenet discussion grows longer, the probability of a\n	comparison involving Nazis or Hitler approaches one. There is a\n	tradition in many groups that, once this occurs, that thread is\n	over, and whoever mentioned the Nazis has automatically lost\n	whatever argument was in progress.  Godwin's Law thus guarantees\n	the existence of an upper bound on thread length in those groups.", "Gold's Law:\n	If the shoe fits, it's ugly.", "Gold, n.:\n	A soft malleable metal relatively scarce in distribution.  It\n	is mined deep in the earth by poor men who then give it to rich\n	men who immediately bury it back in the earth in great prisons,\n	although gold hasn't done anything to them.\n		-- Mike Harding, The Armchair Anarchist's Almanac", "Goldenstern's Rules:\n	(1) Always hire a rich attorney\n	(2) Never buy from a rich salesman.", "Gomme's Laws:\n	(1) A backscratcher will always find new itches.\n	(2) Time accelerates.\n	(3) The weather at home improves as soon as you go away.", "Gordon's first law:\n	If a research project is not worth doing, it is not worth doing well.", "Gordon's Law:\n	If you think you have the solution, the question was poorly phrased.", "gossip, n.:\n	Hearing something you like about someone you don't.\n		-- Earl Wilson", "Goto, n.:\n	A programming tool that exists to allow structured programmers\n	to complain about unstructured programmers.\n		-- Ray Simard", "Government's Law:\n	There is an exception to all laws.", "Grabel's Law:\n	2 is not equal to 3 -- not even for large values of 2.", "Grandpa Charnock's Law:\n	You never really learn to swear until you learn to drive.\n\n	[I thought it was when your kids learned to drive.  Ed.]", "grasshopotomaus:\n	A creature that can leap to tremendous heights... once.", "Gravity:\n	What you get when you eat too much and too fast.", "Gray's Law of Programming:\n	`n+1' trivial tasks are expected to be accomplished in the same\n	time as `n' tasks.\n\nLogg's Rebuttal to Gray's Law:\n	`n+1' trivial tasks take twice as long as `n' trivial tasks.", "Great American Axiom:\n	Some is good, more is better, too much is just right.", "Green's Law of Debate:\n	Anything is possible if you don't know what you're talking about.", "Greener's Law:\n	Never argue with a man who buys ink by the barrel.", "Grelb's Reminder:\n	Eighty percent of all people consider themselves to be above\n	average drivers.", "Griffin's Thought:\n	When you starve with a tiger, the tiger starves last.", "Grinnell's Law of Labor Laxity:\n	At all times, for any task, you have not got enough done today.", "Guillotine, n.:\n	A French chopping center.", "Gumperson's Law:\n	The probability of a given event occurring is inversely\n	proportional to its desirability.", "Gunter's Airborne Discoveries:\n	(1)  When you are served a meal aboard an aircraft,\n	     the aircraft will encounter turbulence.\n	(2)  The strength of the turbulence\n	     is directly proportional to the temperature of your coffee.", "gurmlish, n.:\n	The red warning flag at the top of a club sandwich which\n	prevents the person from biting into it and puncturing the roof\n	of his mouth.\n		-- Rich Hall, Sniglets", "guru, n.:\n	A person in T-shirt and sandals who took an elevator ride with\n	a senior vice-president and is ultimately responsible for the\n	phone call you are about to receive from your boss.", "guru, n:\n	A computer owner who can read the manual.", "gyroscope, n.:\n	A wheel or disk mounted to spin rapidly about an axis and also\n	free to rotate about one or both of two axes perpendicular to\n	each other and the axis of spin so that a rotation of one of the\n	two mutually perpendicular axes results from application of\n	torque to the other when the wheel is spinning and so that the\n	entire apparatus offers considerable opposition depending on\n	the angular momentum to any torque that would change the direction\n	of the axis of spin.\n		-- Webster's Seventh New Collegiate Dictionary", "G. B. Shaw's Law:\n	Those who can -- do.\n	Those who can't -- teach.\n\nMartin's Extension:\n	Those who cannot teach -- administrate.", "Hacker's Law:\n	The belief that enhanced understanding will necessarily stir\n	a nation to action is one of mankind's oldest illusions.", "Hacker's Quicky #313:\n	Sour Cream -n- Onion Potato Chips\n	Microwave Egg Roll\n	Chocolate Milk", "hacker, n.:\n	A master byter.", "hacker, n.:\n	Originally, any person with a knack for coercing stubborn inanimate\n	things; hence, a person with a happy knack, later contracted by the\n	mythical philosopher Frisbee Frobenius to the common usage, 'hack'.\n	In olden times, upon completion of some particularly atrocious body\n	of coding that happened to work well, culpable programmers would gather\n	in a small circle around a first edition of Knuth's Best Volume I by\n	candlelight, and proceed to get very drunk while sporadically rending\n	the following ditty:\n\n		Hacker's Fight Song\n\n		He's a Hack!  He's a Hack!\n		He's a guy with the happy knack!\n		Never bungles, never shirks,\n		Always gets his stuff to work!\n\nAll take a drink (important!)", "Hale Mail Rule, The:\n	When you are ready to reply to a letter, you will lack at least\n	one of the following:\n		(a) A pen or pencil or typewriter.\n		(b) Stationery.\n		(c) Postage stamp.\n		(d) The letter you are answering.", "half-done, n.:\n	This is the best way to eat a kosher dill -- when it's still crunchy,\n	light green, yet full of garlic flavor.  The difference between this\n	and the typical soggy dark green cucumber corpse is like the\n	difference between life and death.\n\n	You may find it difficult to find a good half-done kosher dill there\n	in Seattle, so what you should do is take a cab out to the airport,\n	fly to New York, take the JFK Express to Jay Street-Borough Hall,\n	transfer to an uptown F, get off at East Broadway, walk north on\n	Essex (along the park), make your first left onto Hester Street, walk\n	about fifteen steps, turn ninety degrees left, and stop.  Say to the\n	man, Let me have a nice half-done.  Worth the trouble, wasn't it?\n		-- Arthur Naiman, Every Goy's Guide to Yiddish", "Hand, n.:\n	A singular instrument worn at the end of a human arm and\n	commonly thrust into somebody's pocket.\n		-- Ambrose Bierce, The Devil's Dictionary", "handshaking protocol, n:\n	A process employed by hostile hardware devices to initate a\n	terse but civil dialogue, which, in turn, is characterized by\n	occasional misunderstanding, sulking, and name-calling.", "Hangover, n.:\n	The burden of proof.", "hangover, n.:\n	The wrath of grapes.", "Hanlon's Razor:\n	Never attribute to malice that which is adequately explained\n	by stupidity.", "Hanson's Treatment of Time:\n	There are never enough hours in a day, but always too many days\n	before Saturday.", "Happiness, n.:\n	An agreeable sensation arising from contemplating the misery of another.\n		-- Ambrose Bierce, The Devil's Dictionary", "hard, adj.:\n	The quality of your own data; also how it is to believe those\n	of other people.", "Hardware, n.:\n	The parts of a computer system that can be kicked.", "Harriet's Dining Observation:\n	In every restaurant, the hardness of the butter pats\n	increases in direct proportion to the softness of the bread.", "Harris's Lament:\n	All the good ones are taken.", "Harrisberger's Fourth Law of the Lab:\n	Experience is directly proportional to the amount of equipment ruined.", "Harrison's Postulate:\n	For every action, there is an equal and opposite criticism.", "Hartley's First Law:\n	You can lead a horse to water, but if you can get him to float\n	on his back, you've got something.", "Hatred, n.:\n	A sentiment appropriate to the occasion of another's superiority.\n		-- Ambrose Bierce, The Devil's Dictionary", "Hawkeye's Conclusion:\n	It's not easy to play the clown when you've got to run the whole\n	circus.", "Heaven, n.:\n	A place where the wicked cease from troubling you with talk of\n	their personal affairs, and the good listen with attention while you\n	expound your own.\n		-- Ambrose Bierce, The Devil's Dictionary", "heavy, adj.:\n	Seduced by the chocolate side of the force.", "Heller's Law:\n	The first myth of management is that it exists.\n\nJohnson's Corollary:\n	Nobody really knows what is going on anywhere within the\n	organization.", "Hempstone's Question:\n	If you have to travel on the Titanic, why not go first class?", "Herth's Law:\n	He who turns the other cheek too far gets it in the neck.", "Hewett's Observation:\n	The rudeness of a bureaucrat is inversely proportional to his or\n	her position in the governmental hierarchy and to the number of\n	peers similarly engaged.", "Hildebrant's Principle:\n	If you don't know where you are going, any road will get you there.", "Hippogriff, n.:\n	An animal (now extinct) which was half horse and half griffin.\n	The griffin was itself a compound creature, half lion and half eagle.\n	The hippogriff was actually, therefore, only one quarter eagle, which\n	is two dollars and fifty cents in gold.  The study of zoology is full\n	of surprises.\n		-- Ambrose Bierce, The Devil's Dictionary", "History, n.:\n	Papa Hegel he say that all we learn from history is that we\n	learn nothing from history.  I know people who can't even learn from\n	what happened this morning.  Hegel must have been taking the long view.\n		-- Chad C. Mulligan, The Hipcrime Vocab", "Hitchcock's Staple Principle:\n	The stapler runs out of staples only while you are trying to\n	staple something.", "Hlade's Law:\n	If you have a difficult task, give it to a lazy person --\n	they will find an easier way to do it.", "Hoare's Law of Large Problems:\n	Inside every large problem is a small problem struggling to get out.", "Hoffer's Discovery:\n	The grand act of a dying institution is to issue a newly\n	revised, enlarged edition of the policies and procedures manual.", "Hofstadter's Law:\n	It always takes longer than you expect, even when you take\n	Hofstadter's Law into account.", "Hollerith, v.:\n	What thou doest when thy phone is on the fritzeth.", "honeymoon, n.:\n	A short period of doting between dating and debting.\n		-- Ray C. Bandy", "Honorable, adj.:\n	Afflicted with an impediment in one's reach.  In legislative\n	bodies, it is customary to mention all members as honorable; as,\n	the honorable gentleman is a scurvy cur.\n		-- Ambrose Bierce, The Devil's Dictionary", "Horner's Five Thumb Postulate:\n	Experience varies directly with equipment ruined.", "Horngren's Observation:\n	Among economists, the real world is often a special case.", "Household hint:\n	If you are out of cream for your coffee, mayonnaise makes a\n	dandy substitute.", "HOW YOU CAN TELL THAT IT'S GOING TO BE A ROTTEN DAY:\n	#1040 Your income tax refund cheque bounces.", "HOW YOU CAN TELL THAT IT'S GOING TO BE A ROTTEN DAY:\n	#15 Your pet rock snaps at you.", "HOW YOU CAN TELL THAT IT'S GOING TO BE A ROTTEN DAY:\n	#32: You call your answering service and they've never heard of you.", "Howe's Law:\n	Everyone has a scheme that will not work.", "Hubbard's Law:\n	Don't take life too seriously; you won't get out of it alive.", "Hurewitz's Memory Principle:\n	The chance of forgetting something is directly proportional\n	to... to... uh.....", "IBM Pollyanna Principle:\n	Machines should work.  People should think.", "IBM's original motto:\n	Cogito ergo vendo; vendo ergo sum.", "IBM:\n	[International Business Machines Corp.]  Also known as Itty Bitty\n	Machines or The Lawyer's Friend.  The dominant force in computer\n	marketing, having supplied worldwide some 75% of all known hardware\n	and 10% of all software.  To protect itself from the litigious envy\n	of less successful organizations, such as the US government, IBM\n	employs 68% of all known ex-Attorneys' General.", "IBM:\n	I've Been Moved\n	Idiots Become Managers\n	Idiots Buy More\n	Impossible to Buy Machine\n	Incredibly Big Machine\n	Industry's Biggest Mistake\n	International Brotherhood of Mercenaries\n	It Boggles the Mind\n	It's Better Manually\n	Itty-Bitty Machines", "IBM:\n	It may be slow, but it's hard to use.", "idiot box, n.:\n	The part of the envelope that tells a person where to place the\n	stamp when they can't quite figure it out for themselves.\n		-- Rich Hall, Sniglets", "Idiot, n.:\n	A member of a large and powerful tribe whose influence in human\n	affairs has always been dominant and controlling.\n		-- Ambrose Bierce, The Devil's Dictionary", "idleness, n.:\n	Leisure gone to seed.", "ignisecond, n:\n	The overlapping moment of time when the hand is locking the car\n	door even as the brain is saying, my keys are in there!\n		-- Rich Hall, Sniglets", "ignorance, n.:\n	When you don't know anything, and someone else finds out.", "Iles's Law:\n	There is always an easier way to do it.  When looking directly\n	at the easy way, especially for long periods, you will not see it.\n	Neither will Iles.", "Imbesi's Law with Freeman's Extension:\n	In order for something to become clean, something else must\n	become dirty; but you can get everything dirty without getting\n	anything clean.", "Immutability, Three Rules of:\n	(1)  If a tarpaulin can flap, it will.\n	(2)  If a small boy can get dirty, he will.\n	(3)  If a teenager can go out, he will.", "Impartial, adj.:\n	Unable to perceive any promise of personal advantage from\n	espousing either side of a controversy or adopting either of two\n	conflicting opinions.\n		-- Ambrose Bierce, The Devil's Dictionary", "inbox, n.:\n	A catch basin for everything you don't want to deal with, but\n	are afraid to throw away.", "incentive program, n.:\n	The system of long and short-term rewards that a corporation uses\n	to motivate its people.  Still, despite all the experimentation with\n	profit sharing, stock options, and the like, the most effective\n	incentive program to date seems to be Do a good job and you get to\n	keep it.", "Incumbent, n.:\n	Person of liveliest interest to the outcumbents.\n		-- Ambrose Bierce, The Devil's Dictionary", "index, n.:\n	Alphabetical list of words of no possible interest where an\n	alphabetical list of subjects with references ought to be.", "Infancy, n.:\n	The period of our lives when, according to Wordsworth, Heaven lies\n	about us.  The world begins lying about us pretty soon afterward.\n		-- Ambrose Bierce", "Information Center, n.:\n	A room staffed by professional computer people whose job it is to\n	tell you why you cannot have the information you require.", "Information Processing:\n	What you call data processing when people are so disgusted with\n	it they won't let it be discussed in their presence.", "Ingrate, n.:\n	A man who bites the hand that feeds him, and then complains of\n	indigestion.", "ink, n.:\n	A villainous compound of tannogallate of iron, gum-arabic,\n	and water, chiefly used to facilitate the infection of\n	idiocy and promote intellectual crime.\n		-- H. L. Mencken", "innovate, v.:\n	To annoy people.", "insecurity, n.:\n	Finding out that you've mispronounced for years one of your\n	favorite words.\n\n	Realizing halfway through a joke that you're telling it to\n	the person who told it to you.", "interest, n.:\n	What borrowers pay, lenders receive, stockholders own, and\n	burned out employees must feign.", "Interpreter, n.:\n	One who enables two persons of different languages to\n	understand each other by repeating to each what it would have been to\n	the interpreter's advantage for the other to have said.\n		-- Ambrose Bierce, The Devil's Dictionary", "intoxicated, adj.:\n	When you feel sophisticated without being able to pronounce it.", "Iron Law of Distribution:\n	Them that has, gets.", "ISO applications:\n	A solution in search of a problem!", "Issawi's Laws of Progress:\n	The Course of Progress:\n		Most things get steadily worse.\n	The Path of Progress:\n		A shortcut is the longest distance between two points.", "It is fruitless:\n	to become lachrymose over precipitately departed lactate fluid.\n\n	to attempt to indoctrinate a superannuated canine with\n	innovative maneuvers.", "It's in process:\n	So wrapped up in red tape that the situation is almost hopeless.", "italic, adj:\n	Slanted to the right to emphasize key phrases.  Unique to\n	Western alphabets; in Eastern languages, the same phrases\n	are often slanted to the left.", "Jacquin's Postulate on Democratic Government:\n	No man's life, liberty, or property are safe while the\n	legislature is in session.", "Jenkinson's Law:\n	It won't work.", "Jim Nasium's Law:\n	In a large locker room with hundreds of lockers, the few people\n	using the facility at any one time will all have lockers next to\n	each other so that everybody is cramped.", "job interview, n.:\n	The excruciating process during which personnel officers\n	separate the wheat from the chaff -- then hire the chaff.", "job Placement, n.:\n	Telling your boss what he can do with your job.", "jogger, n.:\n	An odd sort of person with a thing for pain.", "Johnny Carson's Definition:\n	The smallest interval of time known to man is that which occurs\n	in Manhattan between the traffic signal turning green and the\n	taxi driver behind you blowing his horn.", "Johnson's First Law:\n	When any mechanical contrivance fails, it will do so at the\n	most inconvenient possible time.", "Johnson's law:\n	Systems resemble the organizations that create them.", "Jones' First Law:\n	Anyone who makes a significant contribution to any field of\n	endeavor, and stays in that field long enough, becomes an\n	obstruction to its progress -- in direct proportion to the\n	importance of their original contribution.", "Jones' Motto:\n	Friends come and go, but enemies accumulate.", "Jones' Second Law:\n	The man who smiles when things go wrong has thought of someone\n	to blame it on.", "Juall's Law on Nice Guys:\n	Nice guys don't always finish last; sometimes they don't finish.\n	Sometimes they don't even get a chance to start!", "Justice, n.:\n	A decision in your favor.", "Kafka's Law:\n	In the fight between you and the world, back the world.\n		-- Franz Kafka, RS's 1974 Expectation of Days", "Karlson's Theorem of Snack Food Packages:\n	For all P, where P is a package of snack food, P is a SINGLE-SERVING\n	package of snack food.\n\nGibson the Cat's Corrolary:\n	For all L, where L is a package of lunch meat, L is Gibson's package\n	of lunch meat.", "Katz' Law:\n	Men and nations will act rationally when\n	all other possibilities have been exhausted.\n\nHistory teaches us that men and nations behave wisely once they have\nexhausted all other alternatives.\n		-- Abba Eban", "Kaufman's First Law of Party Physics:\n	Population density is inversely proportional\n	to the square of the distance from the keg.", "Kaufman's Law:\n	A policy is a restrictive document to prevent a recurrence\n	of a single incident, in which that incident is never mentioned.", "Keep in mind always the four constant Laws of Frisbee:\n	(1) The most powerful force in the world is that of a disc\n	   straining to land under a car, just out of reach (this\n	   force is technically termed car suck).\n	(2) Never precede any maneuver by a comment more predictive\n	   than Watch this!\n	(3) The probability of a Frisbee hitting something is directly\n	   proportional to the cost of hitting it.  For instance, a\n	   Frisbee will always head directly towards a policeman or\n	   a little old lady rather than the beat up Chevy.\n	(4) Your best throw happens when no one is watching; when the\n	   cute girl you've been trying to impress is watching, the\n	   Frisbee will invariably bounce out of your hand or hit you\n	   in the head and knock you silly.", "Kennedy's Market Theorem:\n	Given enough inside information and unlimited credit,\n	you've got to go broke.", "Kent's Heuristic:\n	Look for it first where you'd most like to find it.", "kern, v.:\n	1. To pack type together as tightly as the kernels on an ear\n	of corn.  2. In parts of Brooklyn and Queens, N.Y., a small,\n	metal object used as part of the monetary system.", "kernel, n.:\n	A part of an operating system that preserves the medieval\n	traditions of sorcery and black art.", "Kettering's Observation:\n	Logic is an organized way of going wrong with confidence.", "Kime's Law for the Reward of Meekness:\n	Turning the other cheek merely ensures two bruised cheeks.", "Kin, n.:\n	An affliction of the blood.", "Kington's Law of Perforation:\n	If a straight line of holes is made in a piece of paper, such\n	as a sheet of stamps or a check, that line becomes the strongest\n	part of the paper.", "Kinkler's First Law:\n	Responsibility always exceeds authority.\n\nKinkler's Second Law:\n	All the easy problems have been solved.", "Kliban's First Law of Dining:\n	Never eat anything bigger than your head.", "Kludge, n.:\n	An ill-assorted collection of poorly-matching parts, forming a\n	distressing whole.\n		-- Jackson Granholm, Datamation", "Knebel's Law:\n	It is now proved beyond doubt that smoking is one of the leading\n	causes of statistics.", "knowledge, n.:\n	Things you believe.", "Kramer's Law:\n	You can never tell which way the train went by looking at the tracks.", "Krogt, n. (chemical symbol: Kr):\n	The metallic silver coating found on fast-food game cards.\n		-- Rich Hall, Sniglets", "Labor, n.:\n	One of the processes by which A acquires property for B.\n		-- Ambrose Bierce, The Devil's Dictionary", "Lackland's Laws:\n	(1) Never be first.\n	(2) Never be last.\n	(3) Never volunteer for anything", "Lactomangulation, n.:\n	Manhandling the open here spout on a milk carton so badly\n	that one has to resort to using the illegal side.\n		-- Rich Hall, Sniglets", "Langsam's Laws:\n	(1) Everything depends.\n	(2) Nothing is always.\n	(3) Everything is sometimes.", "Larkinson's Law:\n	All laws are basically false.", "laser, n.:\n	Failed death ray.", "Laura's Law:\n	No child throws up in the bathroom.", "Law of Communications:\n	The inevitable result of improved and enlarged communications\n	between different levels in a hierarchy is a vastly increased\n	area of misunderstanding.", "Law of Continuity:\n	Experiments should be reproducible.  They should all fail the same way.", "Law of Procrastination:\n	Procrastination avoids boredom; one never has\n	the feeling that there is nothing important to do.", "Law of Selective Gravity:\n	An object will fall so as to do the most damage.\n\nJenning's Corollary:\n	The chance of the bread falling with the buttered side\n	down is directly proportional to the cost of the carpet.\n\nLaw of the Perversity of Nature:\n	You cannot determine beforehand which side of the bread to butter.", "Law of the Jungle:\n	He who hesitates is lunch.", "Laws of Computer Programming:\n	(1) Any given program, when running, is obsolete.\n	(2) Any given program costs more and takes longer.\n	(3) If a program is useful, it will have to be changed.\n	(4) If a program is useless, it will have to be documented.\n	(5) Any given program will expand to fill all available memory.\n	(6) The value of a program is proportional to the weight of its output.\n	(7) Program complexity grows until it exceeds the capability of\n		the programmer who must maintain it.", "Laws of Serendipity:\n	(1) In order to discover anything, you must be looking for something.\n	(2) If you wish to make an improved product, you must already\n	    be engaged in making an inferior one.", "lawsuit, n.:\n	A machine which you go into as a pig and come out as a sausage.\n		-- Ambrose Bierce", "Lawyer's Rule:\n	When the law is against you, argue the facts.\n	When the facts are against you, argue the law.\n	When both are against you, call the other lawyer names.", "Lazlo's Chinese Relativity Axiom:\n	No matter how great your triumphs or how tragic your defeats --\n	approximately one billion Chinese couldn't care less.", "learning curve, n.:\n	An astonishing new theory, discovered by management consultants\n	in the 1970's, asserting that the more you do something the\n	quicker you can do it.", "Lee's Law:\n	Mother said there would be days like this,\n	but she never said that there'd be so many!", "Leibowitz's Rule:\n	When hammering a nail, you will never hit your\n	finger if you hold the hammer with both hands.", "Lemma:  All horses are the same color.\nProof (by induction):\n	Case n = 1: In a set with only one horse, it is obvious that all\n	horses in that set are the same color.\n	Case n = k: Suppose you have a set of k+1 horses.  Pull one of these\n	horses out of the set, so that you have k horses.  Suppose that all\n	of these horses are the same color.  Now put back the horse that you\n	took out, and pull out a different one.  Suppose that all of the k\n	horses now in the set are the same color.  Then the set of k+1 horses\n	are all the same color.  We have k true => k+1 true; therefore all\n	horses are the same color.\nTheorem: All horses have an infinite number of legs.\nProof (by intimidation):\n	Everyone would agree that all horses have an even number of legs.  It\n	is also well-known that horses have forelegs in front and two legs in\n	back.  4 + 2 = 6 legs, which is certainly an odd number of legs for a\n	horse to have!  Now the only number that is both even and odd is\n	infinity; therefore all horses have an infinite number of legs.\n	However, suppose that there is a horse somewhere that does not have an\n	infinite number of legs.  Well, that would be a horse of a different\n	color; and by the Lemma, it doesn't exist.", "leverage, n.:\n	Even if someone doesn't care what the world thinks\n	about them, they always hope their mother doesn't find out.", "Lewis's Law of Travel:\n	The first piece of luggage out of the chute doesn't belong to anyone,\n	ever.", "Liar, n.:\n	A lawyer with a roving commission.\n		-- Ambrose Bierce, The Devil's Dictionary", "Liar:\n	one who tells an unpleasant truth.\n		-- Oliver Herford", "Lie, n.:\n	A very poor substitute for the truth, but the only one\n	discovered to date.", "Lieberman's Law:\n	Everybody lies, but it doesn't matter since nobody listens.", "life, n.:\n	A whim of several billion cells to be you for a while.", "life, n.:\n	Learning about people the hard way -- by being one.", "life, n.:\n	That brief interlude between nothingness and eternity.", "lighthouse, n.:\n	A tall building on the seashore in which the government\n	maintains a lamp and the friend of a politician.", "like:\n	When being alive at the same time is a wonderful coincidence.", "Linus' Law:\n	There is no heavier burden than a great potential.", "lisp, v.:\n	To call a spade a thpade.", "Lockwood's Long Shot:\n	The chances of getting eaten up by a lion on Main Street\n	aren't one in a million, but once would be enough.", "love,  n.:\n	Love ties in a knot in the end of the rope.", "love, n.:\n	When it's growing, you don't mind watering it with a few tears.", "love, n.:\n	When you don't want someone too close--because you're very sensitive\n	to pleasure.", "love, n.:\n	When you like to think of someone on days that begin with a morning.", "love, n.:\n	When, if asked to choose between your lover\n	and happiness, you'd skip happiness in a heartbeat.", "love, v.:\n	I'll let you play with my life if you'll let me play with yours.", "Lowery's Law:\n	If it jams -- force it.  If it breaks, it needed replacing anyway.", "Lubarsky's Law of Cybernetic Entomology:\n	There's always one more bug.", "Lunatic Asylum, n.:\n	The place where optimism most flourishes.", "Machine-Independent, adj.:\n	Does not run on any existing machine.", "Mad, adj.:\n	Affected with a high degree of intellectual independence ...\n		-- Ambrose Bierce, The Devil's Dictionary", "Madison's Inquiry:\n	If you have to travel on the Titanic, why not go first class?", "MAFIA, n:\n	[Acronym for Mechanized Applications in Forced Insurance\nAccounting.] An extensive network with many on-line and offshore\nsubsystems running under OS, DOS, and IOS.  MAFIA documentation is\nrather scanty, and the MAFIA sales office exhibits that testy\nreluctance to bona fide inquiries which is the hallmark of so many DP\noperations.  From the little that has seeped out, it would appear that\nMAFIA operates under a non-standard protocol, OMERTA, a tight-lipped\nvariant of SNA, in which extended handshakes also perform complex\nsecurity functions.  The known timesharing aspects of MAFIA point to a\nmore than usually autocratic operating system.  Screen prompts carry an\nimperative, nonrefusable weighting (most menus offer simple YES/YES\noptions, defaulting to YES) that precludes indifference or delay.\nUniquely, all editing under MAFIA is performed centrally, using a\npowerful rubout feature capable of erasing files, filors, filees, and\nentire nodal aggravations.\n		-- Stan Kelly-Bootle, The Devil's DP Dictionary", "Magary's Principle:\n	When there is a public outcry to cut deadwood and fat from any\n	government bureaucracy, it is the deadwood and the fat that do\n	the cutting, and the public's services are cut.", "Magnet, n.:\n	Something acted upon by magnetism.\n\nMagnetism, n.:\n	Something acting upon a magnet.\n\nThe two definition immediately foregoing are condensed from the works of\none thousand eminent scientists, who have illuminated the subject with\na great white light, to the inexpressible advancement of human knowledge.\n		-- Ambrose Bierce, The Devil's Dictionary", "Magnocartic, adj.:\n	Any automobile that, when left unattended, attracts shopping carts.\n		-- Sniglets, Rich Hall & Friends", "Magpie, n.:\n	A bird whose theivish disposition suggested to someone that it\n	might be taught to talk.\n		-- Ambrose Bierce, The Devil's Dictionary", "Maier's Law:\n	If the facts do not conform to the theory, they must be disposed of.\n		-- N. R. Maier, American Psychologist, March 1960\n\nCorollaries:\n	(1) The bigger the theory, the better.\n	(2) The experiment may be considered a success if no more than\n	    50% of the observed measurements must be discarded to\n	    obtain a correspondence with the theory.", "Main's Law:\n	For every action there is an equal and opposite government program.", "Maintainer's Motto:\n	If we can't fix it, it ain't broke.", "Major premise:\n	Sixty men can do sixty times as much work as one man.\nMinor premise:\n	A man can dig a posthole in sixty seconds.\nConclusion:\n	Sixty men can dig a posthole in one second.\n		-- Ambrose Bierce, The Devil's Dictionary\n\nSecondary Conclusion:\n	Do you realize how many holes there would be if people\n	would just take the time to take the dirt out of them?", "Majority, n.:\n	That quality that distinguishes a crime from a law.", "Male, n.:\n	A member of the unconsidered, or negligible sex.  The male of the\n	human race is commonly known to the female as Mere Man.  The genus\n	has two varieties:  good providers and bad providers.\n		-- Ambrose Bierce, The Devil's Dictionary", "Malek's Law:\n	Any simple idea will be worded in the most complicated way.", "malpractice, n.:\n	The reason surgeons wear masks.", "management, n.:\n	The art of getting other people to do all the work.", "manic-depressive, adj.:\n	Easy glum, easy glow.", "Manly's Maxim:\n	Logic is a systematic method of coming to the wrong conclusion\n	with confidence.", "manual, n.:\n	A unit of documentation.  There are always three or more on a given\n	item.  One is on the shelf; someone has the others.  The information\n	you need is in the others.\n		-- Ray Simard", "Mark's Dental-Chair Discovery:\n	Dentists are incapable of asking questions that require a\n	simple yes or no answer.", "marriage, n.:\n	An old, established institution, entered into by two people deeply\n	in love and desiring to make a commitment to each other expressing\n	that love.  In short, commitment to an institution.", "marriage, n.:\n	Convertible bonds.", "Marriage, n.:\n	The evil aye.", "Marxist Law of Distribution of Wealth:\n	Shortages will be divided equally among the peasants.", "Maryann's Law:\n	You can always find what you're not looking for.", "Maslow's Maxim:\n	If the only tool you have is a hammer, you treat everything like\n	a nail.", "Mason's First Law of Synergism:\n	The one day you'd sell your soul for something, souls are a glut.", "mathematician, n.:\n	Some one who believes imaginary things appear right before your i's.", "Matz's Law:\n	A conclusion is the place where you got tired of thinking.", "May's Law:\n	The quality of correlation is inversly proportional to the density\n	of control.  (The fewer the data points, the smoother the curves.)", "McEwan's Rule of Relative Importance:\n	When traveling with a herd of elephants, don't be the first to\n	lie down and rest.", "McGowan's Madison Avenue Axiom:\n	If an item is advertised as under $50, you can bet it's not $19.95.", "Meade's Maxim:\n	Always remember that you are absolutely unique, just like everyone else.", "Meader's Law:\n	Whatever happens to you, it will previously\n	have happened to everyone you know, only more so.", "meeting, n.:\n	An assembly of people coming together to decide what person or\n	department not represented in the room must solve a problem.", "meetings, n.:\n	A place where minutes are kept and hours are lost.", "memo, n.:\n	An interoffice communication too often written more for the benefit\n	of the person who sends it than the person who receives it.", "Mencken and Nathan's Fifteenth Law of The Average American:\n	The worst actress in the company is always the manager's wife.", "Mencken and Nathan's Ninth Law of The Average American:\n	The quality of a champagne is judged by the amount of noise the\n	cork makes when it is popped.", "Mencken and Nathan's Second Law of The Average American:\n	All the postmasters in small towns read all the postcards.", "Mencken and Nathan's Sixteenth Law of The Average American:\n	Milking a cow is an operation demanding a special talent which\n	is possessed only by yokels, and no person born in a large city can\n	ever hope to acquire it.", "Menu, n.:\n	A list of dishes which the restaurant has just run out of.", "Meskimen's Law:\n	There's never time to do it right, but there's always time to\n	do it over.", "meteorologist, n.:\n	One who doubts the established fact that it is\n	bound to rain if you forget your umbrella.", "methionylglutaminylarginyltyrosylglutamylserylleucylphenylalanylalanylglutamin-\nylleucyllysylglutamylarginyllysylglutamylglycylalanylphenylalanylvalylprolyl-\nphenylalanylvalylthreonylleucylglycylaspartylprolylglycylisoleucylglutamylglu-\ntaminylserylleucyllysylisoleucylaspartylthreonylleucylisoleucylglutamylalanyl-\nglycylalanylaspartylalanylleucylglutamylleucylglycylisoleucylprolylphenylala-\nnylserylaspartylprolylleucylalanylaspartylglycylprolylthreonylisoleucylgluta-\nminylasparaginylalanylthreonylleucylarginylalanylphenylalanylalanylalanylgly-\ncylvalylthreonylprolylalanylglutaminylcysteinylphenylalanylglutamylmethionyl-\nleucylalanylleucylisoleucylarginylglutaminyllysylhistidylprolylthreonylisoleu-\ncylprolylisoleucylglycylleucylleucylmethionyltyrosylalanylasparaginylleucylva-\nlylphenylalanylasparaginyllysylglycylisoleucylaspartylglutamylphenylalanyltyro-\nsylalanylglutaminylcysteinylglutamyllysylvalylglycylvalylaspartylserylvalylleu-\ncylvalylalanylaspartylvalylprolylvalylglutaminylglutamylserylalanylprolylphe-\nnylalanylarginylglutaminylalanylalanylleucylarginylhistidylasparaginylvalylala-\nnylprolylisoleucylphenylalanylisoleucylcysteinylprolylprolylaspartylalanylas-\npartylaspartylaspartylleucylleucylarginylglutaminylisoleucylalanylseryltyrosyl-\nglycylarginylglycyltyrosylthreonyltyrosylleucylleucylserylarginylalanylglycyl-\nvalylthreonylglycylalanylglutamylasparaginylarginylalanylalanylleucylprolylleu-\ncylasparaginylhistidylleucylvalylalanyllysylleucyllysylglutamyltyrosylasparagi-\nnylalanylalanylprolylprolylleucylglutaminylglycylphenylalanylglycylisoleucylse-\nrylalanylprolylaspartylglutaminylvalyllysylalanylalanylisoleucylaspartylalanyl-\nglycylalanylalanylglycylalanylisoleucylserylglycylserylalanylisoleucylvalylly-\nsylisoleucylisoleucylglutamylglutaminylhistidylasparaginylisoleucylglutamylpro-\nlylglutamyllysylmethionylleucylalanylalanylleucyllysylvalylphenylalanylvalyl-\nglutaminylprolylmethionyllysylalanylalanylthreonylarginylserine, n.:\n	The chemical name for tryptophan synthetase A protein, a\n	1,913-letter enzyme with 267 amino acids.\n		-- Mrs. Byrne's Dictionary of Unusual, Obscure, and\n		   Preposterous Words", "Micro Credo:\n	Never trust a computer bigger than you can lift.", "micro:\n	Thinker toys.", "Miksch's Law:\n	If a string has one end, then it has another end.", "Miller's Slogan:\n	Lose a few, lose a few.", "millihelen, n.:\n	The amount of beauty required to launch one ship.", "Minicomputer:\n	A computer that can be afforded on the budget of a middle-level manager.", "MIPS:\n	Meaningless Indicator of Processor Speed", "Misfortune, n.:\n	The kind of fortune that never misses.\n		-- Ambrose Bierce, The Devil's Dictionary", "MIT:\n	The Georgia Tech of the North", "Mitchell's Law of Committees:\n	Any simple problem can be made insoluble if enough meetings are\n	held to discuss it.", "mittsquinter, n.:\n	A ballplayer who looks into his glove after missing the ball, as\n	if, somehow, the cause of the error lies there.\n		-- Sniglets, Rich Hall & Friends", "Mix's Law:\n	There is nothing more permanent than a temporary building.\n	There is nothing more permanent than a temporary tax.", "mixed emotions:\n	Watching a bus-load of lawyers plunge off a cliff.\n	With five empty seats.", "mixed emotions:\n	Watching your mother-in-law back off a cliff...\n	in your brand new Mercedes.", "modem, adj.:\n	Up-to-date, new-fangled, as in Thoroughly Modem Millie.  An\n	unfortunate byproduct of kerning.\n\n	[That's sic!]", "modesty, n.:\n	Being comfortable that others will discover your greatness.", "Modesty:\n	The gentle art of enhancing your charm by pretending not to be\n	aware of it.\n		-- Oliver Herford", "Molecule, n.:\n	The ultimate, indivisible unit of matter.  It is distinguished\n	from the corpuscle, also the ultimate, indivisible unit of matter, by a\n	closer resemblance to the atom, also the ultimate, indivisible unit of\n	matter ... The ion differs from the molecule, the corpuscle and the\n	atom in that it is an ion ...\n		-- Ambrose Bierce, The Devil's Dictionary", "Mollison's Bureaucracy Hypothesis:\n	If an idea can survive a bureaucratic review and be implemented\n	it wasn't worth doing.", "momentum, n.:\n	What you give a person when they are going away.", "Moon, n.:\n	1. A celestial object whose phase is very important to hackers.  See\n	PHASE OF THE MOON.  2. Dave Moon (MOON@MC).", "Moore's Constant:\n	Everybody sets out to do something, and everybody\n	does something, but no one does what he sets out to do.", "mophobia, n.:\n	Fear of being verbally abused by a Mississippian.", "Morton's Law:\n	If rats are experimented upon, they will develop cancer.", "Mosher's Law of Software Engineering:\n	Don't worry if it doesn't work right.  If everything did, you'd\n	be out of a job.", "Mr. Cole's Axiom:\n	The sum of the intelligence on the planet is a constant; the\n	population is growing.", "mummy, n.:\n	An Egyptian who was pressed for time.", "Murphy's Law of Research:\n	Enough research will tend to support your theory.", "Murphy's Laws:\n	(1) If anything can go wrong, it will.\n	(2) Nothing is as easy as it looks.\n	(3) Everything takes longer than you think it will.", "Murray's Rule:\n	Any country with democratic in the title isn't.", "Mustgo, n.:\n	Any item of food that has been sitting in the refrigerator so\n	long it has become a science project.\n		-- Sniglets, Rich Hall & Friends", "My father taught me three things:\n	(1) Never mix whiskey with anything but water.\n	(2) Never try to draw to an inside straight.\n	(3) Never discuss business with anyone who refuses to give his name.", "Nachman's Rule:\n	When it comes to foreign food, the less authentic the better.\n		-- Gerald Nachman", "narcolepulacyi, n.:\n	The contagious action of yawning, causing everyone in sight\n	to also yawn.\n		-- Sniglets, Rich Hall & Friends", "nerd pack, n.:\n	Plastic pouch worn in breast pocket to keep pens from soiling\n	clothes.  Nerd's position in engineering hierarchy can be measured\n	by number of pens, grease pencils, and rulers bristling	in his pack.", "neutron bomb, n.:\n	An explosive device of limited military value because, as\n	it only destroys people without destroying property, it\n	must be used in conjunction with bombs that destroy property.", "new, adj.:\n	Different color from previous model.", "Newlan's Truism:\n	An acceptable level of unemployment means that the\n	government economist to whom it is acceptable still has a job.", "Newman's Discovery:\n	Your best dreams may not come true; fortunately, neither will\n	your worst dreams.", "Newton's Law of Gravitation:\n	What goes up must come down.  But don't expect it to come down where\n	you can find it.  Murphy's Law applies to Newton's.", "Newton's Little-Known Seventh Law:\n	A bird in the hand is safer than one overhead.", "Nick the Greek's Law of Life:\n	All things considered, life is 9 to 5 against.", "Ninety-Ninety Rule of Project Schedules:\n	The first ninety percent of the task takes ninety percent of\n	the time, and the last ten percent takes the other ninety percent.", "no brainer:\n	A decision which, viewed through the retrospectoscope,\n	is obvious to those who failed to make it originally.", "no maintenance:\n	Impossible to fix.", "nolo contendere:\n	A legal term meaning: I didn't do it, judge, and I'll never do\n	it again.", "nominal egg:\n	New Yorkerese for expensive.", "Non-Reciprocal Laws of Expectations:\n	Negative expectations yield negative results.\n	Positive expectations yield negative results.", "Nouvelle cuisine, n.:\n	French for not enough food.\n\nContinental breakfast, n.:\n	English for not enough food.\n\nTapas, n.:\n	Spanish for not enough food.\n\nDim Sum, n.:\n	Chinese for more food than you've ever seen in your entire life.", "November, n.:\n	The eleventh twelfth of a weariness.\n		-- Ambrose Bierce, The Devil's Dictionary", "Novinson's Revolutionary Discovery:\n	When comes the revolution, things will be different --\n	not better, just different.", "Nowlan's Theory:\n	He who hesitates is not only lost, but several miles from\n	the next freeway exit.", "Nusbaum's Rule:\n	The more pretentious the corporate name, the smaller the\n	organization.  (For instance, the Murphy Center for the\n	Codification of Human and Organizational Law, contrasted\n	to IBM, GM, and AT&T.)", "O'Brian's Law:\n	Everything is always done for the wrong reasons.", "O'Reilly's Law of the Kitchen:\n	Cleanliness is next to impossible", "O'Toole's commentary on Murphy's Law:\n	Murphy was an optimist.", "Occam's eraser:\n	The philosophical principle that even the simplest\n	solution is bound to have something wrong with it.", "Office Automation:\n	The use of computers to improve efficiency in the office\n	by removing anyone you would want to talk with over coffee.", "Official Project Stages:\n	(1) Uncritical Acceptance\n	(2) Wild Enthusiasm\n	(3) Dejected Disillusionment\n	(4) Total Confusion\n	(5) Search for the Guilty\n	(6) Punishment of the Innocent\n	(7) Promotion of the Non-participants", "Ogden's Law:\n	The sooner you fall behind, the more time you have to catch up.", "Old Japanese proverb:\n	There are two kinds of fools -- those who never climb Mt. Fuji,\n	and those who climb it twice.", "Old timer, n.:\n	One who remembers when charity was a virtue and not an organization.", "Oliver's Law:\n	Experience is something you don't get until just after you need it.", "Olmstead's Law:\n	After all is said and done, a hell of a lot more is said than done.", "omnibiblious, adj.:\n	Indifferent to type of drink.  Ex: Oh, you can get me anything.\n	I'm omnibiblious.", "On ability:\n	A dwarf is small, even if he stands on a mountain top;\n	a colossus keeps his height, even if he stands in a well.\n		-- Lucius Annaeus Seneca, 4BC - 65AD", "On the subject of C program indentation:\n	In My Egotistical Opinion, most people's C programs should be\n	indented six feet downward and covered with dirt.\n		-- Blair P. Houghton", "On-line, adj.:\n	The idea that a human being should always be accessible to a computer.", "Once, adv.:\n	Enough.\n		-- Ambrose Bierce, The Devil's Dictionary", "One Page Principle:\n	A specification that will not fit on one page of 8.5x11 inch\n	paper cannot be understood.\n		-- Mark Ardis", "One size fits all:\n	Doesn't fit anyone.", "One-Shot Case Study, n.:\n	The scientific equivalent of the four-leaf clover, from which it is\n	concluded all clovers possess four leaves and are sometimes green.", "Optimism, n.:\n	The belief that everything is beautiful, including what is ugly, good,\n	bad, and everything right that is wrong.  It is held with greatest\n	tenacity by those accustomed to falling into adversity, and most\n	acceptably expounded with the grin that apes a smile.  Being a blind\n	faith, it is inaccessible to the light of disproof -- an intellectual\n	disorder, yielding to no treatment but death.  It is hereditary, but\n	not contagious.", "optimist, n.:\n	A proponent of the belief that black is white.\n\n	A pessimist asked God for relief.\n	Ah, you wish me to restore your hope and cheerfulness, said God.\n	No, replied the petitioner, I wish you to create something that\nwould justify them.\n	The world is all created, said God, but you have overlooked\nsomething -- the mortality of the optimist.\n		-- Ambrose Bierce, The Devil's Dictionary", "optimist, n:\n	A bagpiper with a beeper.", "Oregano, n.:\n	The ancient Italian art of pizza folding.", "Osborn's Law:\n	Variables won't; constants aren't.", "Ozman's Laws:\n	(1)  If someone says he will do something without fail, he won't.\n	(2)  The more people talk on the phone, the less money they make.\n	(3)  People who go to conferences are the ones who shouldn't.\n	(4)  Pizza always burns the roof of your mouth.", "pain, n.:\n	One thing, at least it proves that you're alive!", "Painting, n.:\n	The art of protecting flat surfaces from the weather, and\n	exposing them to the critic.\n		-- Ambrose Bierce", "Pandora's Rule:\n	Never open a box you didn't close.", "Paprika Measure:\n	2 dashes    ==  1 smidgen\n	2 smidgens  ==  1 pinch\n	3 pinches   ==  1 soupcon\n	2 soupcons  ==  2 much paprika", "paranoia, n.:\n	A healthy understanding of the way the universe works.", "Pardo's First Postulate:\n	Anything good in life is either illegal, immoral, or fattening.\n\nArnold's Addendum:\n	Everything else causes cancer in rats.", "Parkinson's Fifth Law:\n	If there is a way to delay an important decision, the good\n	bureaucracy, public or private, will find it.", "Parkinson's Fourth Law:\n	The number of people in any working group tends to increase\n	regardless of the amount of work to be done.", "party, n.:\n	A gathering where you meet people who drink\n	so much you can't even remember their names.", "Pascal Users:\n	The Pascal system will be replaced next Tuesday by Cobol.\n	Please modify your programs accordingly.", "Pascal Users:\n	To show respect for the 313th anniversary (tomorrow) of the\n	death of Blaise Pascal, your programs will be run at half speed.", "Pascal:\n	A programming language named after a man who would turn over\n	in his grave if he knew about it.\n		-- Datamation, January 15, 1984", "Password:", "Patageometry, n.:\n	The study of those mathematical properties that are invariant\n	under brain transplants.", "patent:\n	A method of publicizing inventions so others can copy them.", "Paul's Law:\n	In America, it's not how much an item costs, it's how much you save.", "Paul's Law:\n	You can't fall off the floor.", "paycheck:\n	The weekly $5.27 that remains after deductions for federal\n	withholding, state withholding, city withholding, FICA,\n	medical/dental, long-term disability, unemployment insurance,\n	Christmas Club, and payroll savings plan contributions.", "Peace, n.:\n	In international affairs, a period of cheating between two\n	periods of fighting.\n		-- Ambrose Bierce, The Devil's Dictionary", "Pecor's Health-Food Principle:\n	Never eat rutabaga on any day of the week that has a y in it.", "Pedaeration, n.:\n	The perfect body heat achieved by having one leg under the\n	sheet and one hanging off the edge of the bed.\n		-- Rich Hall, Sniglets", "pediddel:\n	A car with only one working headlight.\n		-- Sniglets, Rich Hall & Friends", "Peers's Law:\n	The solution to a problem changes the nature of the problem.", "Penguin Trivia #46:\n	Animals who are not penguins can only wish they were.\n		-- Chicago Reader 10/15/82", "pension:\n	A federally insured chain letter.", "People's Action Rules:\n	(1) Some people who can, shouldn't.\n	(2) Some people who should, won't.\n	(3) Some people who shouldn't, will.\n	(4) Some people who can't, will try, regardless.\n	(5) Some people who shouldn't, but try, will then blame others.", "perfect guest:\n	One who makes his host feel at home.", "Performance:\n	A statement of the speed at which a computer system works.  Or\n	rather, might work under certain circumstances.  Or was rumored\n	to be working over in Jersey about a month ago.", "pessimist:\n	A man who spends all his time worrying about how he can keep the\n	wolf from the door.\n\noptimist:\n	A man who refuses to see the wolf until he seizes the seat of\n	his pants.\n\nopportunist:\n	A man who invites the wolf in and appears the next day in a fur coat.", "Peter's Law of Substitution:\n	Look after the molehills, and the\n	mountains will look after themselves.\n\nPeter's Principle of Success:\n	Get up one time more than you're knocked down.", "Peterson's Admonition:\n	When you think you're going down for the third time --\n	just remember that you may have counted wrong.", "Peterson's Rules:\n	(1) Trucks that overturn on freeways are filled with something sticky.\n	(2) No cute baby in a carriage is ever a girl when called one.\n	(3) Things that tick are not always clocks.\n	(4) Suicide only works when you're bluffing.", "petribar:\n	Any sun-bleached prehistoric candy that has been sitting in\n	the window of a vending machine too long.\n		-- Rich Hall, Sniglets", "	Phases of a Project:\n(1)	Exultation.\n(2)	Disenchantment.\n(3)	Confusion.\n(4)	Search for the Guilty.\n(5)	Punishment for the Innocent.\n(6)	Distinction for the Uninvolved.", "philosophy:\n	The ability to bear with calmness the misfortunes of our friends.", "philosophy:\n	Unintelligible answers to insoluble problems.", "phosflink:\n	To flick a bulb on and off when it burns out (as if, somehow, that\n	will bring it back to life).\n		-- Sniglets, Rich Hall & Friends", "Pickle's Law:\n	If Congress must do a painful thing,\n	the thing must be done in an odd-number year.", "pixel, n.:\n	A mischievous, magical spirit associated with screen displays.\n	The computer industry has frequently borrowed from mythology:\n	Witness the sprites in computer graphics, the demons in artificial\n	intelligence, and the trolls in the marketing department.", "Please take note:", "Pohl's law:\n	Nothing is so good that somebody, somewhere, will not hate it.", "poisoned coffee, n.:\n	Grounds for divorce.", "politics, n.:\n	A strife of interests masquerading as a contest of principles.\n	The conduct of public affairs for private advantage.\n		-- Ambrose Bierce", "Pollyanna's Educational Constant:\n	The hyperactive child is never absent.", "polygon:\n	Dead parrot.", "Poorman's Rule:\n	When you pull a plastic garbage bag from its handy dispenser package,\n	you always get hold of the closed end and try to pull it open.", "Portable, adj.:\n	Survives system reboot.", "Positive, adj.:\n	Mistaken at the top of one's voice.\n		-- Ambrose Bierce, The Devil's Dictionary", "poverty, n.:\n	An unfortunate state that persists as long\n	as anyone lacks anything he would like to have.", "Power, n.:\n	The only narcotic regulated by the SEC instead of the FDA.", "prairies, n.:\n	Vast plains covered by treeless forests.", "Prejudice:\n	A vagrant opinion without visible means of support.\n		-- Ambrose Bierce", "Preudhomme's Law of Window Cleaning:\n	It's on the other side.", "Price's Advice:\n	It's all a game -- play it to have fun.", "Priority:\n	A statement of the importance of a user or a program.  Often\n	expressed as a relative priority, indicating that the user doesn't\n	care when the work is completed so long as he is treated less\n	badly than someone else.", "problem drinker, n.:\n	A man who never buys.", "program, n.:\n	A magic spell cast over a computer allowing it to turn one's input\n	into error messages.  tr.v. To engage in a pastime similar to banging\n	one's head against a wall, but with fewer opportunities for reward.", "program, n.:\n	Any task that can't be completed in one telephone call or one\n	day.  Once a task is defined as a program (training program,\n	sales program, or marketing program), its implementation\n	always justifies hiring at least three more people.", "Programming Department:\n	Mistakes made while you wait.", "progress, n.:\n	Medieval man thought disease was caused by invisible demons\n	invading the body and taking possession of it.\n\n	Modern man knows disease is caused by microscopic bacteria\n	and viruses invading the body and causing it to malfunction.", "Proof techniques #2: Proof by Oddity.\n	SAMPLE: To prove that horses have an infinite number of legs.\n(1) Horses have an even number of legs.\n(2) They have two legs in back and fore legs in front.\n(3) This makes a total of six legs, which certainly is an odd number of\n    legs for a horse.\n(4) But the only number that is both odd and even is infinity.\n(5) Therefore, horses must have an infinite number of legs.\n\nTopics is be covered in future issues include proof by:\n	Intimidation\n	Gesticulation (handwaving)\n	Try it; it works\n	Constipation (I was just sitting there and ...)\n	Blatant assertion\n	Changing all the 2's to n's\n	Mutual consent\n	Lack of a counterexample, and\n	It stands to reason", "prototype, n.:\n	First stage in the life cycle of a computer product, followed by\n	pre-alpha, alpha, beta, release version, corrected release version,\n	upgrade, corrected upgrade, etc.  Unlike its successors, the\n	prototype is not expected to work.", "Pryor's Observation:\n	How long you live has nothing to do\n	with how long you are going to be dead.", "Pudder's Law:\n	Anything that begins well will end badly.\n	(Note: The converse of Pudder's law is not true.)", "purpitation, n.:\n	To take something off the grocery shelf, decide you\n	don't want it, and then put it in another section.\n		-- Sniglets, Rich Hall & Friends", "Putt's Law:\n	Technology is dominated by two types of people:\n		Those who understand what they do not manage.\n		Those who manage what they do not understand.", "QOTD:\n	 It's not the despair... I can stand the despair.  It's the hope.", "QOTD:\n	A child of 5 could understand this!  Fetch me a child of 5.", "QOTD:\n	A university faculty is 500 egotists with a common parking problem.", "QOTD:\n	Do you smell something burning or is it me?\n		-- Joan of Arc", "QOTD:\n	Don't let your mind wander -- it's too little to be let out alone.", "QOTD:\n	East is east... and let's keep it that way.", "QOTD:\n	Even the Statue of Liberty shaves her pits.", "QOTD:\n	Every morning I read the obituaries; if my name's not there,\n	I go to work.", "QOTD:\n	Everything I am today I owe to people, whom it is now\n	to late to punish.", "QOTD:\n	He eats like a bird... five times his own weight each day.", "QOTD:\n	He's on the same bus, but he's sure as hell got a different\n	ticket.", "QOTD:\n	I ain't broke, but I'm badly bent.", "QOTD:\n	I am not sure what this is, but an 'F' would only dignify it.", "QOTD:\n	I don't think they could put him in a mental hospital.  On the\n	other hand, if he were already in, I don't think they'd let him out.", "QOTD:\n	I drive my car quietly, for it goes without saying.", "QOTD:\n	I haven't come far enough, and don't call me baby.", "QOTD:\n	I may not be able to walk, but I drive from the sitting position.", "QOTD:\n	I never met a man I couldn't drink handsome.", "QOTD:\n	I only touch base with reality on an as-needed basis!", "QOTD:\n	I sprinkled some baking powder over a couple of potatoes, but it\n	didn't work.", "QOTD:\n	I thought I saw a unicorn on the way over, but it was just a\n	horse with one of the horns broken off.", "QOTD:\n	I tried buying a goat instead of a lawn tractor; had to return\n	it though.  Couldn't figure out a way to connect the snow blower.", "QOTD:\n	I used to be an idealist, but I got mugged by reality.", "QOTD:\n	I used to be lost in the shuffle, now I just shuffle along with\n	the lost.", "QOTD:\n	I used to get high on life but lately I've built up a resistance.", "QOTD:\n	I used to go to UCLA, but then my Dad got a job.", "QOTD:\n	I used to jog, but the ice kept bouncing out of my glass.", "QOTD:\n	I won't say he's untruthful, but his wife has to call the\n	dog for dinner.", "QOTD:\n	I'd never marry a woman who didn't like pizza... I might play\n	golf with her, but I wouldn't marry her!", "QOTD:\n	I'll listen to reason when it comes out on CD.", "QOTD:\n	I'm just a boy named 'su'...", "QOTD:\n	I'm not really for apathy, but I'm not against it either...", "QOTD:\n	I'm on a seafood diet -- I see food and I eat it.", "QOTD:\n	I've always wanted to work in the Federal Mint.  And then go on\n	strike.  To make less money.", "QOTD:\n	I've got one last thing to say before I go; give me back\n	all of my stuff.", "QOTD:\n	I've just learned about his illness.  Let's hope it's nothing\n	trivial.", "QOTD:\n	If he learns from his mistakes, pretty soon he'll know everything.", "QOTD:\n	If I could walk that way, I wouldn't need the cologne, now would I?", "QOTD:\n	If I'm what I eat, I'm a chocolate chip cookie.", "QOTD:\n	If you keep an open mind people will throw a lot of garbage in it.", "QOTD:\n	In the shopping mall of the mind, he's in the toy department.", "QOTD:\n	It seems to me that your antenna doesn't bring in too many\n	stations anymore.", "QOTD:\n	It was so cold last winter that I saw a lawyer with his\n	hands in his own pockets.", "QOTD:\n	It wouldn't have been anything, even if it were gonna be a thing.", "QOTD:\n	It's a cold bowl of chili, when love don't work out.", "QOTD:\n	It's been Monday all week today.", "QOTD:\n	It's been real and it's been fun, but it hasn't been real fun.", "QOTD:\n	It's hard to tell whether he has an ace up his sleeve or if\n	the ace is missing from his deck altogether.", "QOTD:\n	It's sort of a threat, you see.  I've never been very good at\n	them myself, but I'm told they can be very effective.", "QOTD:\n	Just how much can I get away with and still go to heaven?", "QOTD:\n	Lack of planning on your part doesn't consitute an emergency\n	on my part.", "QOTD:\n	Like this rose, our love will wilt and die.", "QOTD:\n	My life is a soap opera, but who gets the movie rights?", "QOTD:\n	My shampoo lasts longer than my relationships.", "QOTD:\n	Of course it's the murder weapon.  Who would frame someone with\n	a fake?", "QOTD:\n	Of course there's no reason for it, it's just our policy.", "QOTD:\n	Oh, no, no...  I'm not beautiful.  Just very, very pretty.", "QOTD:\n	Our parents were never our age.", "QOTD:\n	Overweight is when you step on your dog's tail and it dies.", "QOTD:\n	Say, you look pretty athletic.  What say we put a pair of tennis\n	shoes on you and run you into the wall?", "QOTD:\n	She's about as smart as bait.", "QOTD:\n	Sure, I turned down a drink once.  Didn't understand the question.", "QOTD:\n	The baby was so ugly they had to hang a pork chop around its\n	neck to get the dog to play with it.", "QOTD:\n	The elder gods went to Suggoth and all I got was this lousy T-shirt.", "QOTD:\n	There may be no excuse for laziness, but I'm sure looking.", "QOTD:\n	This is a one line proof... if we start sufficiently far to the\n	left.", "QOTD:\n	Unlucky?  If I bought a pumpkin farm, they'd cancel Halloween.", "QOTD:\n	What do you mean, you had the dog fixed?   Just what made you\n	think he was broken!", "QOTD:\n	What I like most about myself is that I'm so understanding\n	when I mess things up.", "QOTD:\n	What women and psychologists call `dropping your armor', we call\n	baring your neck.", "QOTD:\n	When she hauled ass, it took three trips.", "QOTD:\n	Who?  Me?  No, no, NO!!  But I do sell rugs.", "QOTD:\n	Wouldn't it be wonderful if real life supported control-Z?", "QOTD:\n	You want me to put *holes* in my ears and hang things from them?\n	How...  tribal.", "QOTD:\n	You're so dumb you don't even have wisdom teeth.", "QOTD:\n	All I want is a little more than I'll ever get.", "QOTD:\n	All I want is more than my fair share.", "QOTD:\n	Flash!  Flash!  I love you! ...but we only have fourteen hours to\n	save the earth!", "QOTD:\n	How can I miss you if you won't go away?", "QOTD:\n	I looked out my window, and saw Kyle Pettys' car upside down,\n	then I thought 'One of us is in real trouble'.\n		-- Davey Allison, on a 150 m.p.h. crash", "QOTD:\n	I love your outfit, does it come in your size?", "QOTD:\n	I opened Pandora's box, let the cat out of the bag and put the\n	ball in their court.\n		-- Hon. J. Hacker (The Ministry of Administrative Affairs)", "QOTD:\n	I'm not a nerd -- I'm socially challenged.", "QOTD:\n	I'm not bald -- I'm hair challenged.\n\n	[I thought that was differently haired. Ed.]", "QOTD:\n	I've heard about civil Engineers, but I've never met one.", "QOTD:\n	If it's too loud, you're too old.", "QOTD:\n	If you're looking for trouble, I can offer you a wide selection.", "QOTD:\n	Ludwig Boltzmann, who spend much of his life studying statistical\n	mechanics died in 1906 by his own hand.  Paul Ehrenfest, carrying\n	on the work, died similarly in 1933.  Now it is our turn.\n		-- Goodstein, States of Matter", "QOTD:\n	Money isn't everything, but at least it keeps the kids in touch.", "QOTD:\n	My mother was the travel agent for guilt trips.", "QOTD:\n	On a scale of 1 to 10 I'd say...  oh, somewhere in there.", "QOTD:\n	Sacred cows make great hamburgers.", "QOTD:\n	Silence is the only virtue he has left.", "QOTD:\n	Some people have one of those days.  I've had one of those lives.", "QOTD:\n	Talent does what it can, genius what it must.\n	I do what I get paid to do.", "QOTD:\n	Talk about willing people... over half of them are willing to work\n	and the others are more than willing to watch them.", "QOTD:\n	The forest may be quiet, but that doesn't mean\n	the snakes have gone away.", "QOTD:\n	The only easy way to tell a hamster from a gerbil is that the\n	gerbil has more dark meat.", "QOTD:\n	Y'know how s'm people treat th'r body like a TEMPLE?\n	Well, I treat mine like 'n AMUSEMENT PARK...  S'great...", "Quality control, n.:\n	Assuring that the quality of a product does not get out of hand\n	and add to the cost of its manufacture or design.", "Quality Control, n.:\n	The process of testing one out of every 1,000 units coming off\n	a production line to make sure that at least one out of 100 works.", "quark:\n	The sound made by a well bred duck.", "Quigley's Law:\n	Whoever has any authority over you, no matter how small, will\n	atttempt to use it.", "QWERT (kwirt) n. [MW < OW qwertyuiop, a thirteenth]   1. a unit of weight\nequal to 13 poiuyt  avoirdupois  (or 1.69 kiloliks), commonly used in\nstructural engineering  2. [Colloq.] one thirteenth the load that a fully\ngrown sligo can carry.  3. [Anat.] a painful  irritation  of  the dermis\nin the region of the anus  4. [Slang] person who excites in others the\nsymptoms of a qwert.\n		-- Webster's Middle World Dictionary, 4th ed.", "Ralph's Observation:\n	It is a mistake to let any mechanical object realise that you\n	are in a hurry.", "Random, n.:\n	As in number, predictable.  As in memory access, unpredictable.", "Ray's Rule of Precision:\n	Measure with a micrometer.  Mark with chalk.  Cut with an axe.", "Re: Graphics:\n	A picture is worth 10K words -- but only those to describe\n	the picture.  Hardly any sets of 10K words can be adequately\n	described with pictures.", "Real Time, adj.:\n	Here and now, as opposed to fake time, which only occurs there and then.", "Real World, The, n.:\n	1. In programming, those institutions at which programming may\nbe used in the same sentence as FORTRAN, COBOL, RPG, IBM, etc.  2. To\nprogrammers, the location of non-programmers and activities not related\nto programming.  3. A universe in which the standard dress is shirt and\ntie and in which a person's working hours are defined as 9 to 5.  4.\nThe location of the status quo.  5. Anywhere outside a university.\nPoor fellow, he's left MIT and gone into the real world.  Used\npejoratively by those not in residence there.  In conversation, talking\nof someone who has entered the real world is not unlike talking about a\ndeceased person.", "Reappraisal, n.:\n	An abrupt change of mind after being found out.", "Reception area, n.:\n	The purgatory where office visitors are condemned to spend\n	innumerable hours reading dog-eared back issues of trade\n	magazines like Modern Plastics, Chain Saw Age, and Chicken World,\n	while the receptionist blithely reads her own trade magazine --\n	Cosmopolitan.", "Recursion n.:\n	See Recursion.\n		-- Random Shack Data Processing Dictionary", "Reformed, n.:\n	A synagogue that closes for the Jewish holidays.", "Regression analysis:\n	Mathematical techniques for trying to understand why things are\n	getting worse.", "Reichel's Law:\n	A body on vacation tends to remain on vacation unless acted upon by\n	an outside force.", "Reisner's Rule of Conceptual Inertia:\n	If you think big enough, you'll never have to do it.", "Reliable source, n.:\n	The guy you just met.", "Renning's Maxim:\n	Man is the highest animal.  Man does the classifying.", "Reporter, n.:\n	A writer who guesses his way to the truth and dispels it with a\n	tempest of words.\n		-- Ambrose Bierce, The Devil's Dictionary", "Reputation, adj.:\n	What others are not thinking about you.", "Research, n.:\n	Consider Columbus:\n	He didn't know where he was going.\n	When he got there he didn't know where he was.\n	When he got back he didn't know where he had been.\n	And he did it all on someone else's money.", "Responsibility:\n	Everyone says that having power is a great responsibility.  This is\na lot of bunk.  Responsibility is when someone can blame you if something\ngoes wrong.  When you have power you are surrounded by people whose job it\nis to take the blame for your mistakes.  If they're smart, that is.\n		-- Cerebus, On Governing", "Revolution, n.:\n	A form of government abroad.", "Revolution, n.:\n	In politics, an abrupt change in the form of misgovernment.\n		-- Ambrose Bierce", "revolutionary, adj.:\n	Repackaged.", "Rhode's Law:\n	When any principle, law, tenet, probability, happening, circumstance,\n	or result can in no way be directly, indirectly, empirically, or\n	circuitously proven, derived, implied, inferred, induced, deducted,\n	estimated, or scientifically guessed, it will always for the purpose\n	of convenience, expediency, political advantage, material gain, or\n	personal comfort, or any combination of the above, or none of the\n	above, be unilaterally and unequivocally assumed, proclaimed, and\n	adhered to as absolute truth to be undeniably, universally, immutably,\n	and infinitely so, until such time as it becomes advantageous to\n	assume otherwise, maybe.", "Ritchie's Rule:\n	(1) Everything has some value -- if you use the right currency.\n	(2) Paint splashes last longer than the paint job.\n	(3) Search and ye shall find -- but make sure it was lost.", "Robot, n.:\n	University administrator.", "Robustness, adj.:\n	Never having to say you're sorry.", "Rocky's Lemma of Innovation Prevention:\n	Unless the results are known in advance, funding agencies will\n	reject the proposal.", "Rudd's Discovery:\n	You know that any senator or congressman could go home and make\n	$300,000 to $400,000, but they don't.  Why?  Because they can\n	stay in Washington and make it there.", "Rudin's Law:\n	If there is a wrong way to do something, most people will\n	do it every time.\n\nRudin's Second Law:\n	In a crisis that forces a choice to be made among alternative\n	courses of action, people tend to choose the worst possible\n	course.", "rugged, adj.:\n	Too heavy to lift.", "Rule #1:\n	The Boss is always right.\n\nRule #2:\n	If the Boss is wrong, see Rule #1.", "Rule of Creative Research:\n	(1) Never draw what you can copy.\n	(2) Never copy what you can trace.\n	(3) Never trace what you can cut out and paste down.", "Rule of Defactualization:\n	Information deteriorates upward through bureaucracies.", "Rule of Feline Frustration:\n	When your cat has fallen asleep on your lap and looks utterly\n	content and adorable, you will suddenly have to go to the\n	bathroom.", "Rule of the Great:\n	When people you greatly admire appear to be thinking deep\n	thoughts, they probably are thinking about lunch.", "Rules for Academic Deans:\n	(1)  HIDE!!!!\n	(2)  If they find you, LIE!!!!\n		-- Father Damian C. Fandal", "Rules for driving in New York:\n	(1) Anything done while honking your horn is legal.\n	(2) You may park anywhere if you turn your four-way flashers on.\n	(3) A red light means the next six cars may go through the\n	    intersection.", "Rules for Writers:\n	Avoid run-on sentences they are hard to read.  Don't use no double\nnegatives.  Use the semicolon properly, always use it where it is appropriate;\nand never where it isn't.  Reserve the apostrophe for it's proper use and\nomit it when its not needed.  No sentence fragments. Avoid commas, that are\nunnecessary.  Eschew dialect, irregardless.  And don't start a sentence with\na conjunction.  Hyphenate between sy-llables and avoid un-necessary hyphens.\nWrite all adverbial forms correct.  Don't use contractions in formal writing.\nWriting carefully, dangling participles must be avoided.  It is incumbent on\nus to avoid archaisms.  Steer clear of incorrect forms of verbs that have\nsnuck in the language.  Never, ever use repetitive redundancies.  If I've\ntold you once, I've told you a thousand times, resist hyperbole.  Also,\navoid awkward or affected alliteration.  Don't string too many prepositional\nphrases together unless you are walking through the valley of the shadow of\ndeath.  Avoid overuse of 'quotation marks.'", "Rune's Rule:\n	If you don't care where you are, you ain't lost.", "Ryan's Law:\n	Make three correct guesses consecutively\n	and you will establish yourself as an expert.", "Sacher's Observation:\n	Some people grow with responsibility -- others merely swell.", "Satellite Safety Tip #14:\n	If you see a bright streak in the sky coming at you, duck.", "Sattinger's Law:\n	It works better if you plug it in.", "Savage's Law of Expediency:\n	You want it bad, you'll get it bad.", "scenario, n.:\n	An imagined sequence of events that provides the context in\n	which a business decision is made.  Scenarios always come in\n	sets of three: best case, worst case, and just in case.", "Schapiro's Explanation:\n	The grass is always greener on the other side -- but that's\n	because they use more manure.", "Schlattwhapper, n.:\n	The window shade that allows itself to be pulled down,\n	hesitates for a second, then snaps up in your face.\n		-- Rich Hall, Sniglets", "Schmidt's Observation:\n	All things being equal, a fat person uses more soap\n	than a thin person.", "Scott's First Law:\n	No matter what goes wrong, it will probably look right.\n\nScott's Second Law:\n	When an error has been detected and corrected, it will be found\n	to have been wrong in the first place.\nCorollary:\n	After the correction has been found in error, it will be\n	impossible to fit the original quantity back into the\n	equation.", "scribline, n.:\n	The blank area on the back of credit cards where one's signature goes.\n		-- Sniglets, Rich Hall & Friends", "Second Law of Business Meetings:\n	If there are two possible ways to spell a person's name, you\n	will pick the wrong one.\n\nCorollary:\n	If there is only one way to spell a name,\n	you will spell it wrong, anyway.", "Second Law of Final Exams:\n	In your toughest final -- for the first time all year -- the most\n	distractingly attractive student in the class will sit next to you.", "Secretary's Revenge:\n	Filing almost everything under the.", "Seleznick's Theory of Holistic Medicine:\n	Ice Cream cures all ills.  Temporarily.", "Self Test for Paranoia:\n	You know you have it when you can't think of anything that's\n	your own fault.", "Senate, n.:\n	A body of elderly gentlemen charged with high duties and misdemeanors.\n		-- Ambrose Bierce", "senility, n.:\n	The state of mind of elderly persons with whom one happens to disagree.", "serendipity, n.:\n	The process by which human knowledge is advanced.", "Serocki's Stricture:\n	Marriage is always a bachelor's last option.", "Shannon's Observation:\n	Nothing is so frustrating as a bad situation that is beginning to\n	improve.", "share, n.:\n	To give in, endure humiliation.", "Shaw's Principle:\n	Build a system that even a fool can use, and only a fool will\n	want to use it.", "Shedenhelm's Law:\n	All trails have more uphill sections than they have downhill sections.", "Shick's Law:\n	There is no problem a good miracle can't solve.", "Silverman's Law:\n	If Murphy's Law can go wrong, it will.", "Simon's Law:\n	Everything put together falls apart sooner or later.", "Skinner's Constant (or Flannagan's Finagling Factor):\n	That quantity which, when multiplied by, divided by, added to,\n	or subtracted from the answer you got, gives you the answer you\n	should have gotten.", "Slick's Three Laws of the Universe:\n	(1)  Nothing in the known universe travels faster than a bad check.\n	(2)  A quarter-ounce of chocolate = four pounds of fat.\n	(3)  There are two types of dirt:  the dark kind, which is\n	    attracted to light objects, and the light kind, which is\n	    attracted to dark objects.", "Slous' Contention:\n	If you do a job too well, you'll get stuck with it.", "Slurm, n.:\n	The slime that accumulates on the underside of a soap bar when\n	it sits in the dish too long.\n		-- Rich Hall, Sniglets", "Snacktrek, n.:\n	The peculiar habit, when searching for a snack, of constantly\n	returning to the refrigerator in hopes that something new will have\n	materialized.\n		-- Rich Hall, Sniglets", "snappy repartee:\n	What you'd say if you had another chance.", "Sodd's Second Law:\n	Sooner or later, the worst possible set of circumstances is\n	bound to occur.", "Software, n.:\n	Formal evening attire for female computer analysts.", "Some points to remember [about animals]:\n	(1) Don't go to sleep under big animals, e.g., elephants, rhinoceri,\n	    hippopotamuses;\n	(2) Don't put animals with sharp teeth or poisonous fangs down the\n	    front of your clothes;\n	(3) Don't pat certain animals, e.g., crocodiles and scorpions or dogs\n	    you have just kicked.\n		-- Mike Harding, The Armchair Anarchist's Almanac", "spagmumps, n.:\n	Any of the millions of Styrofoam wads that accompany mail-order items.\n		-- Sniglets, Rich Hall & Friends", "Speer's 1st Law of Proofreading:\n	The visibility of an error is inversely proportional to the\n	number of times you have looked at it.", "Spence's Admonition:\n	Never stow away on a kamikaze plane.", "Spirtle, n.:\n	The fine stream from a grapefruit that always lands right in your eye.\n		-- Sniglets, Rich Hall & Friends", "Spouse, n.:\n	Someone who'll stand by you through all the trouble you\n	wouldn't have had if you'd stayed single.", "squatcho, n.:\n	The button at the top of a baseball cap.\n		-- Sniglets, Rich Hall & Friends", "standards, n.:\n	The principles we use to reject other people's code.", "statistics, n.:\n	A system for expressing your political prejudices in convincing\n	scientific guise.", "Steckel's Rule to Success:\n	Good enough is never good enough.", "Steele's Law:\n	There exist tasks which cannot be done by more than ten men\n	or fewer than one hundred.", "Steele's Plagiarism of Somebody's Philosophy:\n	Everybody should believe in something -- I believe I'll have\n	another drink.", "Steinbach's Guideline for Systems Programming:\n	Never test for an error condition you don't know how to handle.", "Stenderup's Law:\n	The sooner you fall behind, the more time you will have to catch up.", "Stock's Observation:\n	You no sooner get your head above water but what someone pulls\n	your flippers off.", "Stone's Law:\n	One man's simple is another man's huh?", "strategy, n.:\n	A comprehensive plan of inaction.", "Strategy:\n	A long-range plan whose merit cannot be evaluated until sometime\n	after those creating it have left the organization.", "Stult's Report:\n	Our problems are mostly behind us.  What we have to do now is\n	fight the solutions.", "Stupid, n.:\n	Losing $25 on the game and $25 on the instant replay.", "Sturgeon's Law:\n	90% of everything is crud.", "sugar daddy, n.:\n	A man who can afford to raise cain.", "SUN Microsystems:\n	The Network IS the Load Average.", "sunset, n.:\n	Pronounced atmospheric scattering of shorter wavelengths,\n	resulting in selective transmission below 650 nanometers with\n	progressively reducing solar elevation.", "sushi, n.:\n	When that-which-may-still-be-alive is put on top of rice and\n	strapped on with electrical tape.", "Sushido, n.:\n	The way of the tuna.", "Swahili, n.:\n	The language used by the National Enquirer to print their retractions.\n		-- Johnny Hart", "Sweater, n.:\n	A garment worn by a child when its mother feels chilly.", "Swipple's Rule of Order:\n	He who shouts the loudest has the floor.", "system-independent, adj.:\n	Works equally poorly on all systems.", "T-shirt of the Day:\n	Head for the Mountains\n		-- courtesy Anheuser-Busch beer\n\nFollowup T-shirt of the Day (on the same scenic background):\n	If you liked the mountains, head for the Busch!\n		-- courtesy someone else", "T-shirt Of The Day:\n	I'm the person your mother warned you about.", "T-shirt:\n	Life is *not* a Cabaret, and stop calling me chum!", "Tact, n.:\n	The unsaid part of what you're thinking.", "take forceful action:\n	Do something that should have been done a long time ago.", "tax office, n.:\n	Den of inequity.", "Taxes, n.:\n	Of life's two certainties, the only one for which you can get\n	an extension.", "taxidermist, n.:\n	A man who mounts animals.", "TCP/IP Slang Glossary, #1:\n\nGong, n: Medieval term for privy, or what passed for them in that era.\nToday used whimsically to describe the aftermath of a bogon attack. Think\nof our community as the Galapagos of the English language.\n\nVogons may read you bad poetry, but bogons make you study obsolete RFCs.\n		-- Dave Mills", "teamwork, n.:\n	Having someone to blame.", "Technicality, n.:\n	In an English court a man named Home was tried for slander in having\n	accused a neighbor of murder.  His exact words were: Sir Thomas Holt\n	hath taken a cleaver and stricken his cook upon the head, so that one\n	side of his head fell on one shoulder and the other side upon the\n	other shoulder.  The defendant was acquitted by instruction of the\n	court, the learned judges holding that the words did not charge murder,\n	for they did not affirm the death of the cook, that being only an\n	inference.\n		-- Ambrose Bierce, The Devil's Dictionary", "Telephone, n.:\n	An invention of the devil which abrogates some of the advantages\n	of making a disagreeable person keep his distance.\n		-- Ambrose Bierce", "telepression, n.:\n	The deep-seated guilt which stems from knowing that you did not try\n	hard enough to look up the number on your own and instead put the\n	burden on the directory assistant.\n		-- Sniglets, Rich Hall & Friends", "Teutonic:\n	Not enough gin.", "The 357.73 Theory:\n	Auditors always reject expense accounts\n	with a bottom line divisible by 5.", "The Abrams' Principle:\n	The shortest distance between two points is off the wall.", "The Ancient Doctrine of Mind Over Matter:\n	I don't mind... and you don't matter.\n		-- As revealed to reporter G. Rivera by Swami Havabanana", "The Beatles:\n	Paul McCartney's old back-up band.", "The Briggs-Chase Law of Program Development:\n	To determine how long it will take to write and debug a\n	program, take your best estimate, multiply that by two, add\n	one, and convert to the next higher units.", "The Consultant's Curse:\n	When the customer has beaten upon you long enough, give him\n	what he asks for, instead of what he needs.  This is very strong\n	medicine, and is normally only required once.", "The distinction between Jewish and goyish can be quite subtle, as the\nfollowing quote from Lenny Bruce illustrates:\n\n	I'm Jewish.  Count Basie's Jewish.  Ray Charles is Jewish.\nEddie Cantor's goyish.  The B'nai Brith is goyish.  The Hadassah is\nJewish.  Marine Corps -- heavy goyish, dangerous.\n\n	Kool-Aid is goyish.  All Drake's Cakes are goyish.\nPumpernickel is Jewish and, as you know, white bread is very goyish.\nInstant potatoes -- goyish.  Black cherry soda's very Jewish.\nMacaroons are very Jewish.  Fruit salad is Jewish.  Lime Jell-O is\ngoyish.  Lime soda is very goyish.  Trailer parks are so goyish that\nJews won't go near them ...\n		-- Arthur Naiman, Every Goy's Guide to Yiddish", "The Fifth Rule:\n	You have taken yourself too seriously.", "The First Rule of Program Optimization:\n	Don't do it.\n\nThe Second Rule of Program Optimization (for experts only!):\n	Don't do it yet.\n		-- Michael Jackson", "The five rules of Socialism:\n	(1) Don't think.\n	(2) If you do think, don't speak.\n	(3) If you think and speak, don't write.\n	(4) If you think, speak and write, don't sign.\n	(5) If you think, speak, write and sign, don't be surprised.\n		-- being told in Poland, 1987", "The Following Subsume All Physical and Human Laws:\n	(1) You can't push on a string.\n	(2) Ain't no free lunches.\n	(3) Them as has, gets.\n	(4) You can't win them all, but you sure as hell can lose them all.", "The Golden Rule of Arts and Sciences:\n	He who has the gold makes the rules.", "The Gordian Maxim:\n	If a string has one end, it has another.", "The Great Bald Swamp Hedgehog:\n	The Great Bald Swamp Hedgehog of Billericay displays, in courtship,\n	his single prickle and does impressions of Holiday Inn desk clerks.\n	Since this means him standing motionless for enormous periods of\n	time he is often eaten in full display by The Great Bald Swamp\n	Hedgehog Eater.\n		-- Mike Harding, The Armchair Anarchist's Almanac", "The Heineken Uncertainty Principle:\n	You can never be sure how many beers you had last night.", "The history of warfare is similarly subdivided, although here the phases\nare Retribution, Anticipation, and Diplomacy.  Thus:\n\nRetribution:\n	I'm going to kill you because you killed my brother.\nAnticipation:\n	I'm going to kill you because I killed your brother.\nDiplomacy:\n	I'm going to kill my brother and then kill you on the\n	pretext that your brother did it.", "The Illiterati Programus Canto 1:\n	A program is a lot like a nose: Sometimes it runs, and\n	sometimes it blows.", "The Kennedy Constant:\n	Don't get mad -- get even.", "The Law of the Letter:\n	The best way to inspire fresh thoughts is to seal the envelope.", "The Marines:\n	The few, the proud, the dead on the beach.", "The Marines:\n	The few, the proud, the not very bright.", "The Modelski Chain Rule:\n(1)	Look intently at the problem for several minutes.  Scratch your\n	head at 20-30 second intervals.  Try solving the problem on your\n	Hewlett-Packard.\n(2)	Failing this, look around at the class.  Select a particularly\n	bright-looking individual.\n(3)	Procure a large chain.\n(4)	Walk over to the selected student and threaten to beat him severely\n	with the chain unless he gives you the answer to the problem.\n	Generally, he will.  It may also be a good idea to give him a sound\n	thrashing anyway, just to show you mean business.", "The most dangerous organization in America today is:\n	(a) The KKK\n	(b) The American Nazi Party\n	(c) The Delta Frequent Flyer Club", "The Official MBA Handbook on business cards:\n	Avoid overly pretentious job titles such as Lord of the Realm,\n	Defender of the Faith, Emperor of India or Director of Corporate\n	Planning.", "The Official MBA Handbook on doing company business on an airplane:\n	Do not work openly on top-secret company cost documents unless\n	you have previously ascertained that the passenger next to you\n	is blind, a rock musician on mood-ameliorating drugs, or the\n	unfortunate possessor of a forty-seventh chromosome.", "The Official MBA Handbook on the use of sunlamps:\n	Use a sunlamp only on weekends.  That way, if the office wise guy\n	remarks on the sudden appearance of your tan, you can fabricate\n	some story about a sun-stroked weekend at some island Shangri-La\n	like Caneel Bay.  Nothing is more transparent than leaving the\n	office at 11:45 on a Tuesday night, only to return an Aztec sun\n	god at 8:15 the next morning.", "The Phone Booth Rule:\n	A lone dime always gets the number nearly right.", "The qotc (quote of the con) was Liz's:\n	My brain is paged out to my liver.", "The real man's Bloody Mary:\n	Ingredients: vodka, tomato juice, Tobasco, Worcestershire\n	sauce, A-1 steak sauce, ice, salt, pepper, celery.\n\n	Fill a large tumbler with vodka.\n	Throw all the other ingredients away.", "The Roman Rule:\n	The one who says it cannot be done should never interrupt the\n	one who is doing it.", "The rules:\n	 (1) Thou shalt not worship other computer systems.\n	 (2) Thou shalt not impersonate Liberace or eat watermelon while\n	      sitting at the console keyboard.\n	 (3) Thou shalt not slap users on the face, nor staple their silly\n	     little card decks together.\n	 (4) Thou shalt not get physically involved with the computer system,\n	     especially if you're already married.\n	 (5) Thou shalt not use magnetic tapes as frisbees, nor use a disk\n	     pack as a stool to reach another disk pack.\n	 (6) Thou shalt not stare at the blinking lights for more than one\n	     eight hour shift.\n	 (7) Thou shalt not tell users that you accidentally destroyed their\n	     files/backup just to see the look on their little faces.\n	 (8) Thou shalt not enjoy cancelling a job.\n	 (9) Thou shalt not display firearms in the computer room.\n	(10) Thou shalt not push buttons just to see what happens.", "The Second Law of Thermodynamics:\n	If you think things are in a mess now, just wait!\n		-- Jim Warner", "The Seventh Commandments for Technicians:\n	Work thou not on energized equipment, for if thou dost, thy fellow\n	workers will surely buy beers for thy widow and console her in other\n	ways.", "The Sixth Commandment of Frisbee:\n	The greatest single aid to distance is for the disc to be going in a\n	direction you did not want.   (Goes the wrong way = Goes a long way.)\n		-- Dan Roddick", "The Third Law of Photography:\n	If you did manage to get any good shots, they will be ruined\n	when someone inadvertently opens the darkroom door and all of\n	the dark leaks out.", "The three biggest software lies:\n	(1) *Of course* we'll give you a copy of the source.\n	(2) *Of course* the third party vendor we bought that from\n	    will fix the microcode.\n	(3) Beta test site?  No, *of course* you're not a beta test site.", "The three laws of thermodynamics:\n	(1) You can't get anything without working for it.\n	(2) The most you can accomplish by working is to break even.\n	(3) You can only break even at absolute zero.", "Theorem: a cat has nine tails.\nProof:\n	No cat has eight tails. A cat has one tail more than no cat.\n	Therefore, a cat has nine tails.", "Theorem: All positive integers are equal.\nProof: Sufficient to show that for any two positive integers, A and B, A = B.\n	Further, it is sufficient to show that for all N > 0, if A and B\n	(positive integers) satisfy (MAX(A, B) = N) then A = B.\n\nProceed by induction:\n	If N = 1, then A and B, being positive integers, must both be 1.\n	So A = B.\n\nAssume that the theorem is true for some value k.  Take A and B with\n	MAX(A, B) = k+1.  Then  MAX((A-1), (B-1)) = k.  And hence\n	(A-1) = (B-1).  Consequently, A = B.", "Theory of Selective Supervision:\n	The one time in the day that you lean back and relax is\n	the one time the boss walks through the office.", "theory, n.:\n	System of ideas meant to explain something, chosen with a view to\n	originality, controversialism, incomprehensibility, and how good\n	it will look in print.", "There are three ways to get something done:\n	(1) Do it yourself.\n	(2) Hire someone to do it for you.\n	(3) Forbid your kids to do it.", "Those lovable Brits department:\n	They also have trouble pronouncing `vitamin'.", "Three rules for sounding like an expert:\n	(1) Oversimplify your explanations to the point of uselessness.\n	(2) Always point out second-order effects, but never point out\n	    when they can be ignored.\n	(3) Come up with three rules of your own.", "Thyme's Law:\n	Everything goes wrong at once.", "timesharing, n:\n	An access method whereby one computer abuses many people.", "Tip of the Day:\n	Never fry bacon in the nude.\n\n	[Correction: always fry bacon in the nude; you'll learn not to burn it]", "TIPS FOR PERFORMERS:\n	Playing cards have the top half upside-down to help cheaters.\n	There are a finite number of jokes in the universe.\n	Singing is a trick to get people to listen to music longer than\n		they would ordinarily.\n	There is no music in space.\n	People will pay to watch people make sounds.\n	Everything on stage should be larger than in real life.", "today, n.:\n	A nice place to visit, but you can't stay here for long.", "toilet toupee, n.:\n	Any shag carpet that causes the lid to become top-heavy, thus\n	creating endless annoyance to male users.\n		-- Rich Hall, Sniglets", "Toni's Solution to a Guilt-Free Life:\n	If you have to lie to someone, it's their fault.", "transfer, n.:\n	A promotion you receive on the condition that you leave town.", "transparent, adj.:\n	Being or pertaining to an existing, nontangible object.\n	It's there, but you can't see it\n		-- IBM System/360 announcement, 1964.\n\nvirtual, adj.:\n	Being or pertaining to a tangible, nonexistent object.\n	I can see it, but it's not there.\n		-- Lady Macbeth.", "travel, n.:\n	Something that makes you feel like you're getting somewhere.", "Trust me:\n	Translation of the Latin caveat emptor.", "Truthful, adj.:\n	Dumb and illiterate.\n		-- Ambrose Bierce, The Devil's Dictionary", "Tsort's Constant:\n	1.67563, or precisely 1,237.98712567 times the difference between\nthe distance to the sun and the weight of a small orange.\n		-- Terry Pratchett, The Light Fantastic (slightly modified)", "Turnaucka's Law:\n	The attention span of a computer is only as long as its\n	electrical cord.", "Tussman's Law:\n	Nothing is as inevitable as a mistake whose time has come.", "U.S. of A.:\n	Don't speak to the bus driver.\nGermany:\n	It is strictly forbidden for passengers to speak to the driver.\nEngland:\n	You are requested to refrain from speaking to the driver.\nScotland:\n	What have you got to gain by speaking to the driver?\nItaly:\n	Don't answer the driver.", "Udall's Fourth Law:\n	Any change or reform you make is going to have consequences you\n	don't like.", "Uncle Ed's Rule of Thumb:\n	Never use your thumb for a rule.\n	You'll either hit it with a hammer or get a splinter in it.", "Underlying Principle of Socio-Genetics:\n	Superiority is recessive.", "understand, v.:\n	To reach a point, in your investigation of some subject, at which\n	you cease to examine what is really present, and operate on the\n	basis of your own internal model instead.", "Unfair animal names:\n\n-- tsetse fly			-- bullhead\n-- booby			-- duck-billed platypus\n-- sapsucker			-- Clarence\n		-- Gary Larson", "unfair competition, n.:\n	Selling cheaper than we do.", "union, n.:\n	A dues-paying club workers wield to strike management.", "Universe, n.:\n	The problem.", "University, n.:\n	Like a software house, except the software's free, and it's usable,\n	and it works, and if it breaks they'll quickly tell you how to fix\n	it, and ...\n\n	[Okay, okay, I'll leave it in, but I think you're destroying\n	 the credibility of the entire fortune program.  Ed.]", "Unnamed Law:\n	If it happens, it must be possible.", "untold wealth, n.:\n	What you left out on April 15th.", "User n.:\n	A programmer who will believe anything you tell him.", "user, n.:\n	The word computer professionals use when they mean idiot.\n		-- Dave Barry, Claw Your Way to the Top\n\n[I always thought computer professional was the phrase hackers used\n when they meant idiot.  Ed.]", "vacation, n.:\n	A two-week binge of rest and relaxation so intense that\n	it takes another 50 weeks of your restrained workaday\n	life-style to recuperate.", "Vail's Second Axiom:\n	The amount of work to be done increases in proportion to the\n	amount of work already completed.", "Van Roy's Law:\n	An unbreakable toy is useful for breaking other toys.", "Van Roy's Law:\n	Honesty is the best policy - there's less competition.\n\nVan Roy's Truism:\n	Life is a whole series of circumstances beyond your control.", "Vanilla, adj.:\n	Ordinary flavor, standard.  See FLAVOR.  When used of food,\n	very often does not mean that the food is flavored with vanilla\n	extract!  For example, vanilla-flavored won ton soup (or simply\n	vanilla won ton soup) means ordinary won ton soup, as opposed to hot\n	and sour won ton soup.", "Velilind's Laws of Experimentation:\n	(1) If reproducibility may be a problem, conduct the test only once.\n	(2) If a straight line fit is required, obtain only two data points.", "Viking, n.:\n	1. Daring Scandinavian seafarers, explorers, adventurers,\n	entrepreneurs world-famous for their aggressive, nautical import\n	business, highly leveraged takeovers and blue eyes.\n	2. Bloodthirsty sea pirates who ravaged northern Europe beginning\n	in the 9th century.\n\nHagar's note: The first definition is much preferred; the second is used\nonly by malcontents, the envious, and disgruntled owners of waterfront\nproperty.", "VMS, n.:\n	The world's foremost multi-user adventure game.", "volcano, n.:\n	A mountain with hiccups.", "Volley Theory:\n	It is better to have lobbed and lost than never to have lobbed at all.", "vuja de:\n	The feeling that you've *never*, *ever* been in this situation before.", "Walters' Rule:\n	All airline flights depart from the gates most distant from\n	the center of the terminal.  Nobody ever had a reservation\n	on a plane that left Gate 1.", "Watson's Law:\n	The reliability of machinery is inversely proportional to the\n	number and significance of any persons watching it.", "We'll look into it:\n	By the time the wheels make a full turn, we\n	assume you will have forgotten about it, too.", "we:\n	The single most important word in the world.", "weapon, n.:\n	An index of the lack of development of a culture.", "Wedding, n:\n	A ceremony at which two persons undertake to become one, one undertakes\n	to become nothing and nothing undertakes to become supportable.\n		-- Ambrose Bierce", "Weed's Axiom:\n	Never ask two questions in a business letter.\n	The reply will discuss the one in which you are\n	least interested and say nothing about the other.", "Weiler's Law:\n	Nothing is impossible for the man who doesn't have to do it himself.", "Weinberg's First Law:\n	Progress is only made on alternate Fridays.", "Weinberg's Principle:\n	An expert is a person who avoids the small errors while\n	sweeping on to the grand fallacy.", "Weinberg's Second Law:\n	If builders built buildings the way programmers wrote programs,\n	then the first woodpecker that came along would destroy civilization.", "Weiner's Law of Libraries:\n	There are no answers, only cross references.", "well-adjusted, adj.:\n	The ability to play bridge or golf as if they were games.", "Westheimer's Discovery:\n	A couple of months in the laboratory can frequently save a\n	couple of hours in the library.", "When asked the definition of pi:\nThe Mathematician:\n	Pi is the number expressing the relationship between the\n	circumference of a circle and its diameter.\nThe Physicist:\n	Pi is 3.1415927, plus or minus 0.000000005.\nThe Engineer:\n	Pi is about 3.", "Whistler's Law:\n	You never know who is right, but you always know who is in charge.", "White's Statement:\n	Don't lose heart!\n\nOwen's Commentary on White's Statement:\n	...they might want to cut it out...\n\nByrd's Addition to Owen's Commentary:\n	...and they want to avoid a lengthy search.", "Whitehead's Law:\n	The obvious answer is always overlooked.", "Wiker's Law:\n	Government expands to absorb revenue and then some.", "Wilcox's Law:\n	A pat on the back is only a few centimeters from a kick in the pants.", "		William Safire's Rules for Writers:\n\nRemember to never split an infinitive.  The passive voice should never be\nused.  Do not put statements in the negative form.  Verbs have to agree with\ntheir subjects.  Proofread carefully to see if you words out.  If you reread\nyour work, you can find on rereading a great deal of repetition can be\navoided by rereading and editing.  A writer must not shift your point of\nview.  And don't start a sentence with a conjunction.  (Remember, too, a\npreposition is a terrible word to end a sentence with.) Don't overuse\nexclamation marks!!  Place pronouns as close as possible, especially in long\nsentences, as of 10 or more words, to their antecedents.  Writing carefully,\ndangling participles must be avoided.  If any word is improper at the end of\na sentence, a linking verb is.  Take the bull by the hand and avoid mixing\nmetaphors.  Avoid trendy locutions that sound flaky.  Everyone should be\ncareful to use a singular pronoun with singular nouns in their writing.\nAlways pick on the correct idiom.  The adverb always follows the verb.  Last\nbut not least, avoid cliches like the plague; seek viable alternatives.", "Williams and Holland's Law:\n	If enough data is collected, anything may be proven by statistical\n	methods.", "Wilner's Observation:\n	All conversations with a potato should be conducted in private.", "Wit, n.:\n	The salt with which the American Humorist spoils his cookery\n	... by leaving it out.\n		-- Ambrose Bierce, The Devil's Dictionary", "wok, n.:\n	Something to thwow at a wabbit.", "wolf, n.:\n	A man who knows all the ankles.", "Wombat's Laws of Computer Selection:\n	(1) If it doesn't run Unix, forget it.\n	(2) Any computer design over 10 years old is obsolete.\n	(3) Anything made by IBM is junk. (See number 2)\n	(4) The minimum acceptable CPU power for a single user is a\n	    VAX/780 with a floating point accelerator.\n	(5) Any computer with a mouse is worthless.\n		-- Rich Kulawiec", "Woodward's Law:\n	A theory is better than its explanation.", "Woolsey-Swanson Rule:\n	People would rather live with a problem they cannot\n	solve rather than accept a solution they cannot understand.", "Work Rule: Leave of Absence (for an Operation):\n	We are no longer allowing this practice.  We wish to discourage any\nthoughts that you may not need all of whatever you have, and you should not\nconsider having anything removed.  We hired you as you are, and to have\nanything removed would certainly make you less than we bargained for.", "work, n.:\n	The blessed respite from screaming kids and\n	soap operas for which you actually get paid.", "Worst Month of 1981 for Downhill Skiing:\n	August.  The lift lines are the shortest, though.\n		-- Steve Rubenstein", "Worst Month of the Year:\n	February.  February has only 28 days in it, which means that if\n	you rent an apartment, you are paying for three full days you\n	don't get.  Try to avoid Februarys whenever possible.\n		-- Steve Rubenstein", "Worst Response To A Crisis, 1985:\n	From a readers' Q and A column in TV GUIDE: If we get involved\n	in a nuclear war, would the electromagnetic pulses from exploding bombs\n	damage my videotapes?", "Worst Vegetable of the Year:\n	The brussels sprout.  This is also the worst vegetable of next year.\n		-- Steve Rubenstein", "write-protect tab, n.:\n	A small sticker created to cover the unsightly notch carelessly left\n	by disk manufacturers.  The use of the tab creates an error message\n	once in a while, but its aesthetic value far outweighs the momentary\n	inconvenience.\n		-- Robb Russon", "WYSIWYG:\n	What You See Is What You Get.", "XIIdigitation, n.:\n	The practice of trying to determine the year a movie was made\n	by deciphering the Roman numerals at the end of the credits.\n		-- Rich Hall, Sniglets", "Year, n.:\n	A period of three hundred and sixty-five disappointments.\n		-- Ambrose Bierce, The Devil's Dictionary", "Yinkel, n.:\n	A person who combs his hair over his bald spot, hoping no one\n	will notice.\n		-- Rich Hall, Sniglets", "yo-yo, n.:\n	Something that is occasionally up but normally down.\n	(see also Computer).", "Zall's Laws:\n	(1) Any time you get a mouthful of hot soup, the next thing you do\n	   will be wrong.\n	(2) How long a minute is, depends on which side of the bathroom\n	   door you're on.", "zeal, n.:\n	Quality seen in new graduates -- if you're quick.", "Zero Defects, n.:\n	The result of shutting down a production line.", "Zymurgy's Law of Volunteer Labor:\n	People are always available for work in the past tense.", "Obscurism:\n	The practice of peppering daily life with obscure\nreferences as a subliminal means of showcasing both one's education\nand one's wish to disassociate from the world of mass culture.\n		-- Douglas Coupland, Generation X: Tales for an Accelerated\n		   Culture", "McJob:\n	A low-pay, low-prestige, low-benefit, no-future job in the\nservice sector.  Frequently considered a satisfying career choice by\nthose who have never held one.\n		-- Douglas Coupland, Generation X: Tales for an Accelerated\n		   Culture", "Poverty Jet Set:\n	A group of people given to chronic traveling at the expense of\nlong-term job stability or a permanent residence.  Tend to have doomed\nand extremely expensive phone-call relationships with people named\nSerge or Ilyana.  Tend to discuss frequent-flyer programs at parties.\n		-- Douglas Coupland, Generation X: Tales for an Accelerated\n		   Culture", "Historic Underdosing:\n	To live in a period of time when nothing seems to happen.\nMajor symptoms include addiction to newspapers, magazines, and TV news\nbroadcasts.\n		-- Douglas Coupland, Generation X: Tales for an Accelerated\n		   Culture", "Historic Overdosing:\n	To live in a period of time when too much seems to happen.\nMajor symptoms include addiction to newspapers, magazines, and TV news\nbroadcasts.\n		-- Douglas Coupland, Generation X: Tales for an Accelerated\n		   Culture", "Historical Slumming:\n	The act of visiting locations such as diners, smokestack\nindustrial sites, rural villages -- locations where time appears to\nhave been frozen many years back -- so as to experience relief when\none returns back to the present.\n		-- Douglas Coupland, Generation X: Tales for an Accelerated\n		   Culture", "Brazilification:\n	The widening gulf between the rich and the poor and the\naccompanying disappearance of the middle classes.\n		-- Douglas Coupland, Generation X: Tales for an Accelerated\n		   Culture", "Vaccinated Time Travel:\n	To fantasize about traveling backward in time, but only\nwith proper vaccinations.\n		-- Douglas Coupland, Generation X: Tales for an Accelerated\n		   Culture", "Decade Blending:\n	In clothing: the indiscriminate combination of two or more\nitems from various decades to create a personal mood: Sheila =\nMary Quant earrings (1960s) + cork wedgie platform shows (1970s) +\nblack leather jacket (1950s and 1980s).\n		-- Douglas Coupland, Generation X: Tales for an Accelerated\n		   Culture", "Veal-Fattening Pen:\n	Small, cramped office workstations built of\nfabric-covered disassemblable wall partitions and inhabited by junior\nstaff members.  Named after the small preslaughter cubicles used by\nthe cattle industry.\n		-- Douglas Coupland, Generation X: Tales for an Accelerated\n		   Culture", "Emotional Ketchup Burst:\n	The bottling up of opinions and emotions inside oneself so\nthat they explosively burst forth all at once, shocking and confusing\nemployers and friends -- most of whom thought things were fine.\n		-- Douglas Coupland, Generation X: Tales for an Accelerated\n		   Culture", "Bleeding Ponytail:\n	An elderly, sold-out baby boomer who pines for hippie or\npresellout days.\n		-- Douglas Coupland, Generation X: Tales for an Accelerated\n		   Culture", "Boomer Envy:\n	Envy of material wealth and long-range material security\naccrued by older members of the baby boom generation by virtue of\nfortunate births.\n		-- Douglas Coupland, Generation X: Tales for an Accelerated\n		   Culture", "Clique Maintenance:\n	The need of one generation to see the generation following it\nas deficient so as to bolster its own collective ego: Kids today do\nnothing.  They're so apathetic.  We used to go out and protest.  All\nthey do is shop and complain.\n		-- Douglas Coupland, Generation X: Tales for an Accelerated\n		   Culture", "Consensus Terrorism:\n	The process that decides in-office attitudes and behavior.\n		-- Douglas Coupland, Generation X: Tales for an Accelerated\n		   Culture", "Sick Building Migration:\n	The tendency of younger workers to leave or avoid jobs in\nunhealthy office environments or workplaces affected by the Sick\nBuilding Syndrome.\n		-- Douglas Coupland, Generation X: Tales for an Accelerated\n		   Culture", "Recurving:\n	Leaving one job to take another that pays less but places one\nback on the learning curve.\n		-- Douglas Coupland, Generation X: Tales for an Accelerated\n		   Culture", "Ozmosis:\n	The inability of one's job to live up to one's self-image.\n		-- Douglas Coupland, Generation X: Tales for an Accelerated\n		   Culture", "Power Mist:\n	The tendency of hierarchies in office environments to be diffuse\nand preclude crisp articulation.\n		-- Douglas Coupland, Generation X: Tales for an Accelerated\n		   Culture", "Overboarding:\n	Overcompensating for fears about the future by plunging\nheadlong into a job or life-style seemingly unrelated to one's\nprevious life interests: i.e., Amway sales, aerobics, the Republican\nparty, a career in law, cults, McJobs....\n		-- Douglas Coupland, Generation X: Tales for an Accelerated\n		   Culture", "Earth Tones:\n	A youthful subgroup interested in vegetarianism, tie-dyed\noutfits, mild recreational drugs, and good stereo equipment.  Earnest,\nfrequently lacking in humor.\n		-- Douglas Coupland, Generation X: Tales for an Accelerated\n		   Culture", "Ethnomagnetism:\n	The tendency of young people to live in emotionally\ndemonstrative, more unrestrained ethnic neighborhoods: You wouldn't\nunderstand it there, mother -- they *hug* where I live now.\n		-- Douglas Coupland, Generation X: Tales for an Accelerated\n		   Culture", "Mid-Twenties Breakdown:\n	A period of mental collapse occurring in one's twenties,\noften caused by an inability to function outside of school or\nstructured environments coupled with a realization of one's essential\naloneness in the world.  Often marks induction into the ritual of\npharmaceutical usage.\n		-- Douglas Coupland, Generation X: Tales for an Accelerated\n		   Culture", "Successophobia:\n	The fear that if one is successful, then one's personal needs\nwill be forgotten and one will no longer have one's childish needs\ncatered to.\n		-- Douglas Coupland, Generation X: Tales for an Accelerated\n		   Culture", "Safety Net-ism:\n	The belief that there will always be a financial and emotional\nsafety net to buffer life's hurts.  Usually parents.\n		-- Douglas Coupland, Generation X: Tales for an Accelerated\n		   Culture", "Divorce Assumption:\n	A form of Safety Net-ism, the belief that if a marriage\ndoesn't work out, then there is no problem because partners can simply\nseek a divorce.\n		-- Douglas Coupland, Generation X: Tales for an Accelerated\n		   Culture", "Anti-Sabbatical:\n	A job taken with the sole intention of staying only for a\nlimited period of time (often one year).  The intention is usually to\nraise enough funds to partake in another, more meaningful activity\nsuch as watercolor sketching in Crete, or designing computer knit\nsweaters in Hong Kong.  Employers are rarely informed of intentions.\n		-- Douglas Coupland, Generation X: Tales for an Accelerated\n		   Culture", "Legislated Nostalgia:\n	To force a body of people to have memories they do not\nactually possess: How can I be a part of the 1960s generation when I\ndon't even remember any of it?\n		-- Douglas Coupland, Generation X: Tales for an Accelerated\n		   Culture", "Now Denial:\n	To tell oneself that the only time worth living in is the past and\nthat the only time that may ever be interesting again is the future.\n		-- Douglas Coupland, Generation X: Tales for an Accelerated\n		   Culture", "Bambification:\n	The mental conversion of flesh and blood living creatures into\ncartoon characters possessing bourgeois Judeo-Christian attitudes and\nmorals.\n		-- Douglas Coupland, Generation X: Tales for an Accelerated\n		   Culture", "Diseases for Kisses (Hyperkarma):\n	A deeply rooted belief that punishment will somehow always be\nfar greater than the crime: ozone holes for littering.\n		-- Douglas Coupland, Generation X: Tales for an Accelerated\n		   Culture", "Spectacularism:\n	A fascination with extreme situations.\n		-- Douglas Coupland, Generation X: Tales for an Accelerated\n		   Culture", "Lessness:\n	A philosophy whereby one reconciles oneself with diminishing\nexpectations of material wealth: I've given up wanting to make a\nkilling or be a bigshot.  I just want to find happiness and maybe open\nup a little roadside cafe in Idaho.\n		-- Douglas Coupland, Generation X: Tales for an Accelerated\n		   Culture", "Status Substitution:\n	Using an object with intellectual or fashionable cachet to\nsubstitute for an object that is merely pricey: Brian, you left your\ncopy of Camus in your brother's BMW.\n		-- Douglas Coupland, Generation X: Tales for an Accelerated\n		   Culture", "Survivulousness:\n	The tendency to visualize oneself enjoying being the last\nperson on Earth.  I'd take a helicopter up and throw microwave ovens\ndown on the Taco Bell.\n		-- Douglas Coupland, Generation X: Tales for an Accelerated\n		   Culture", "Platonic Shadow:\n	A nonsexual friendship with a member of the opposite sex.\n		-- Douglas Coupland, Generation X: Tales for an Accelerated\n		   Culture", "Mental Ground Zero:\n	The location where one visualizes oneself during the dropping\nof the atomic bomb; frequently, a shopping mall.\n		-- Douglas Coupland, Generation X: Tales for an Accelerated\n		   Culture", "Cult of Aloneness:\n	The need for autonomy at all costs, usually at the expense of\nlong-term relationships.  Often brought about by overly high\nexpectations of others.\n		-- Douglas Coupland, Generation X: Tales for an Accelerated\n		   Culture", "Celebrity Schadenfreude:\n	Lurid thrills derived from talking about celebrity deaths.\n		-- Douglas Coupland, Generation X: Tales for an Accelerated\n		   Culture", "The Emperor's New Mall:\n	The popular notion that shopping malls exist on the insides only\nand have no exterior.  The suspension of visual disbelief engendered\nby this notion allows shoppers to pretend that the large, cement\nblocks thrust into their environment do not, in fact, exist.\n		-- Douglas Coupland, Generation X: Tales for an Accelerated\n		   Culture", "Poorochrondria:\n	Hypochrondria derived from not having medical insurance.\n		-- Douglas Coupland, Generation X: Tales for an Accelerated\n		   Culture", "Personal Tabu:\n	A small rule for living, bordering on a superstition, that\nallows one to cope with everyday life in the absence of cultural or\nreligious dictums.\n		-- Douglas Coupland, Generation X: Tales for an Accelerated\n		   Culture", "Architectural Indigestion:\n	The almost obsessive need to live in a cool\narchitectural environment.  Frequently related objects of fetish\ninclude framed black-and-white art photography (Diane Arbus a\nfavorite); simplistic pine furniture; matte black high-tech items such\nas TVs, stereos, and telephones; low-wattage ambient lighting; a lamp,\nchair, or table that alludes to the 1950s; cut flowers with complex\nnames.\n		-- Douglas Coupland, Generation X: Tales for an Accelerated\n		   Culture", "Japanese Minimalism:\n	The most frequently offered interior design aesthetic used by\nrootless career-hopping young people.\n		-- Douglas Coupland, Generation X: Tales for an Accelerated\n		   Culture", "Bread and Circuits:\n	The electronic era tendency to view party politics as corny --\nno longer relevant of meaningful or useful to modern societal issues,\nand in many cases dangerous.\n		-- Douglas Coupland, Generation X: Tales for an Accelerated\n		   Culture", "Voter's Block:\n	The attempt, however futile, to register dissent with the\ncurrent political system by simply not voting.\n		-- Douglas Coupland, Generation X: Tales for an Accelerated\n		   Culture", "Armanism:\n	After Giorgio Armani; an obsession with mimicking the seamless\nand (more importantly) *controlled* ethos of Italian couture.  Like\nJapanese Minimalism, Armanism reflects a profound inner need for\ncontrol.\n		-- Douglas Coupland, Generation X: Tales for an Accelerated\n		   Culture", "Poor Buoyancy:\n	The realization that one was a better person when one had less\nmoney.\n		-- Douglas Coupland, Generation X: Tales for an Accelerated\n		   Culture", "Musical Hairsplitting:\n	The act of classifying music and musicians into pathologically\npicayune categories: The Vienna Franks are a good example of urban\nwhite acid fold revivalism crossed with ska.\n		-- Douglas Coupland, Generation X: Tales for an Accelerated\n		   Culture", "101-ism:\n	The tendency to pick apart, often in minute detail, all\naspects of life using half-understood pop psychology as a tool.\n		-- Douglas Coupland, Generation X: Tales for an Accelerated\n		   Culture", "Yuppie Wannabes:\n	An X generation subgroup that believes the myth of a yuppie\nlife-style being both satisfying and viable.  Tend to be highly in\ndebt, involved in some form of substance abuse, and show a willingness\nto talk about Armageddon after three drinks.\n		-- Douglas Coupland, Generation X: Tales for an Accelerated\n		   Culture", "Ultra Short Term Nostalgia:\n	Homesickness for the extremely recent past: God, things seemed\nso much better in the world last week.\n		-- Douglas Coupland, Generation X: Tales for an Accelerated\n		   Culture", "Rebellion Postponement:\n	The tendency in one's youth to avoid traditionally youthful\nactivities and artistic experiences in order to obtain serious career\nexperience.  Sometimes results in the mourning for lost youth at about\nage thirty, followed by silly haircuts and expensive joke-inducing\nwardrobes.\n		-- Douglas Coupland, Generation X: Tales for an Accelerated\n		   Culture", "Conspicuous Minimalism:\n	A life-style tactic similar to Status Substitution.  The\nnonownership of material goods flaunted as a token of moral and\nintellectual superiority.\n		-- Douglas Coupland, Generation X: Tales for an Accelerated\n		   Culture", "Cafe Minimalism:\n	To espouse a philosophy of minimalism without actually putting\ninto practice any of its tenets.\n		-- Douglas Coupland, Generation X: Tales for an Accelerated\n		   Culture", "O'Propriation:\n	The inclusion of advertising, packaging, and entertainment\njargon from earlier eras in everyday speech for ironic and/or comic\neffect: Kathleen's Favorite Dead Celebrity party was tons o'fun or\nDave really thinks of himself as a zany, nutty, wacky, and madcap\nguy, doesn't he?\n		-- Douglas Coupland, Generation X: Tales for an Accelerated\n		   Culture", "Air Family:\n	Describes the false sense of community experienced among coworkers\nin an office environment.\n		-- Douglas Coupland, Generation X: Tales for an Accelerated\n		   Culture", "Squirming:\n	Discomfort inflicted on young people by old people who see no\nirony in their gestures.  Karen died a thousand deaths as her father\nmade a big show of tasting a recently manufactured bottle of wine\nbefore allowing it to be poured as the family sat in Steak Hut.\n		-- Douglas Coupland, Generation X: Tales for an Accelerated\n		   Culture", "Recreational Slumming:\n	The practice of participating in recreational activities\nof a class one perceives as lower than one's own: Karen!  Donald!\nLet's go bowling tonight!  And don't worry about shoes ... apparently\nyou can rent them.\n		-- Douglas Coupland, Generation X: Tales for an Accelerated\n		   Culture", "Conversational Slumming:\n	The self-conscious enjoyment of a given conversation\nprecisely for its lack of intellectual rigor.  A major spin-off\nactivity of Recreational Slumming.\n		-- Douglas Coupland, Generation X: Tales for an Accelerated\n		   Culture", "Occupational Slumming:\n	Taking a job well beneath one's skill or education level\nas a means of retreat from adult responsibilities and/or avoiding\nfailure in one's true occupation.\n		-- Douglas Coupland, Generation X: Tales for an Accelerated\n		   Culture", "Anti-Victim Device:\n	A small fashion accessory worn on an otherwise\nconservative outfit which announces to the world that one still has a\nspark of individuality burning inside: 1940s retro ties and earrings\n(on men), feminist buttons, noserings (women), and the now almost\ncompletely extinct teeny weeny rattail haircut (both sexes).\n		-- Douglas Coupland, Generation X: Tales for an Accelerated\n		   Culture", "Nutritional Slumming:\n	Food whose enjoyment stems not from flavor but from a\ncomplex mixture of class connotations, nostalgia signals, and\npackaging semiotics: Katie and I bought this tub of Multi-Whip instead\nof real whip cream because we thought petroleum distillate whip\ntopping seemed like the sort of food that air force wives stationed in\nPensacola back in the early sixties would feed their husbands to\ncelebrate a career promotion.\n		-- Douglas Coupland, Generation X: Tales for an Accelerated\n		   Culture", "Tele-Parabilizing:\n	Morals used in everyday life that derive from TV sitcom plots:\nThat's just like the episode where Jan loses her glasses!\n		-- Douglas Coupland, Generation X: Tales for an Accelerated\n		   Culture", "QFM:\n	Quelle fashion mistake.  It was really QFM.  I mean painter\npants?  That's 1979 beyond belief.\n		-- Douglas Coupland, Generation X: Tales for an Accelerated\n		   Culture", "Me-ism:\n	A search by an individual, in the absence of training in\ntraditional religious tenets, to formulate a personally tailored\nreligion by himself.  Most frequently a mishmash of reincarnation,\npersonal dialogue with a nebulously defined god figure, naturalism,\nand karmic eye-for-eye attitudes.\n		-- Douglas Coupland, Generation X: Tales for an Accelerated\n		   Culture", "Paper Rabies:\n	Hypersensitivity to littering.\n		-- Douglas Coupland, Generation X: Tales for an Accelerated\n		   Culture", "Bradyism:\n	A multisibling sensibility derived from having grown up in\nlarge families.  A rarity in those born after approximately 1965,\nsymptoms of Bradyism include a facility for mind games, emotional\nwithdrawal in situations of overcrowding, and a deeply felt need for a\nwell-defined personal space.\n		-- Douglas Coupland, Generation X: Tales for an Accelerated\n		   Culture", "Black Holes:\n	An X generation subgroup best known for their possession of\nalmost entirely black wardrobes.\n		-- Douglas Coupland, Generation X: Tales for an Accelerated\n		   Culture", "Black Dens:\n	Where Black Holes live; often unheated warehouses with Day-Glo\nspray painting, mutilated mannequins, Elvis references, dozens of\noverflowing ashtrays, mirror sculptures, and Velvet Underground music\nplaying in background.\n		-- Douglas Coupland, Generation X: Tales for an Accelerated\n		   Culture", "Strangelove Reproduction:\n	Having children to make up for the fact that one no longer\nbelieves in the future.\n		-- Douglas Coupland, Generation X: Tales for an Accelerated\n		   Culture", "Squires:\n	The most common X generation subgroup and the only subgroup\ngiven to breeding.  Squires exist almost exclusively in couples and\nare recognizable by their frantic attempts to create a semblance of\nEisenhower-era plenitude in their daily lives in the face of\nexorbitant housing prices and two-job life-styles.  Squires tend to be\ncontinually exhausted from their voraciously acquisitive pursuit of\nfurniture and knickknacks.\n		-- Douglas Coupland, Generation X: Tales for an Accelerated\n		   Culture", "Poverty Lurks:\n	Financial paranoia instilled in offspring by depression-era\nparents.\n		-- Douglas Coupland, Generation X: Tales for an Accelerated\n		   Culture", "Pull-the-Plug, Slice the Pie:\n	A fantasy in which an offspring mentally tallies up the\nnet worth of his parents.\n		-- Douglas Coupland, Generation X: Tales for an Accelerated\n		   Culture", "Underdogging:\n	The tendency to almost invariably side with the underdog in a\ngiven situation.  The consumer expression of this trait is the\npurchasing of less successful, sad, or failing products: I know\nthese Vienna franks are heart failure on a stick, but they were so sad\nlooking up against all the other yuppie food items that I just had to\nbuy them.\n		-- Douglas Coupland, Generation X: Tales for an Accelerated\n		   Culture", "2 + 2 = 5-ism:\n	Caving in to a target marketing strategy aimed at oneself after\nholding out for a long period of time.  Oh, all right, I'll buy your\nstupid cola.  Now leave me alone.\n		-- Douglas Coupland, Generation X: Tales for an Accelerated\n		   Culture", "Option Paralysis:\n	The tendency, when given unlimited choices, to make none.\n		-- Douglas Coupland, Generation X: Tales for an Accelerated\n		   Culture", "Personality Tithe:\n	A price paid for becoming a couple; previously amusing\nhuman beings become boring: Thanks for inviting us, but Noreen and I\nare going to look at flatware catalogs tonight.  Afterward we're going\nto watch the shopping channel.\n		-- Douglas Coupland, Generation X: Tales for an Accelerated\n		   Culture", "Jack-and-Jill Party:\n	A Squire tradition; baby showers to which both men and\nwomen friends are invited as opposed to only women.  Doubled\npurchasing power of bisexual attendance brings gift values up to\nEisenhower-era standards.\n		-- Douglas Coupland, Generation X: Tales for an Accelerated\n		   Culture", "Down-Nesting:\n	The tendency of parents to move to smaller, guest-room-free\nhouses after the children have moved away so as to avoid children aged\n20 to 30 who have boomeranged home.\n		-- Douglas Coupland, Generation X: Tales for an Accelerated", "greenrd's law\n	Evey post disparaging someone else's spelling or grammar, or lauding\n	one's own spelling or grammar, will inevitably contain a spelling or\n	grammatical error.\n		-- greenrd in www.kuro5hin.org/comments/2002/4/16/61744/5230?pid=5#6", "intaxication:\n	Euphoria at getting a tax refund, which lasts until you realize\nit was your money to start with.", "reintarnation:\n	Coming back to life as a hillbilly.", "bozone, n.:\n	The substance surrounding stupid people that stops bright ideas\nfrom penetrating. The bozone layer, unfortunately, shows little sign\nof breaking down in the near future.", "cashtration, n.:\n	The act of buying a house, which renders the subject financially\nimpotent for an indefinite period.", "giraffiti:\n	Vandalism spray-painted very, very high.", "sarchasm:\n	The gulf between the author of sarcastic wit and the person who\ndoesn't get it.", "inoculatte:\n	To take coffee intravenously when you are running late.", "hipatitis:\n	Terminal coolness.", "osteopornosis:\n	A degenerate disease.", "Karmageddon:\n	It's like, when everybody is sending off all these really bad\nvibes, right? And then, like, the Earth explodes and it's like, a\nserious bummer.", "decafalon, n.:\n	The grueling event of getting through the day consuming only things\nthat are good for you.", "glibido:\n	All talk and no action.", "Dopeler effect:\n	The tendency of stupid ideas to seem smarter when they come at you\nrapidly.", "arachnoleptic fit, n.:\n	The frantic dance performed just after you've accidentally walked\nthrough a spider web.", "Beelzebug, n.:\n	Satan in the form of a mosquito, that gets into your bedroom at\nthree in the morning and cannot be cast out.", "caterpallor, n.:\n	The color you turn after finding half a grub in the fruit you're\neating.", "The Arrogant Worms describe Canada:\n  Our mountains are very pointy;\n  our prairies are not.\n  The rest is kinda bumpy,\n  but man, do we have a lot!\n    -- From Canada's Really Big", ""]