["* SynrG notes that the number of configuration questions to answer in\n  sendmail is NON-TRIVIAL", "* james would be more impressed if netgod's magic powers could stop the\n  splits in the first place...\n* netgod notes debian developers are notoriously hard to impress", "<sel> need help: my first packet to my provider gets lost :-(\n<netgod> sel:  don't send the first one, start with #2", "<james> abuse me.  I'm so lame I sent a bug report to\n        debian-devel-changes", "I never thought that I'd see the day where Netscape is free software and\nX11 is proprietary.  We live in interesting times.\n		-- Matt Kimball <mkimball@xmission.com>", "<jim> Lemme make sure I'm not wasting time here... bcwhite will remove\n      pkgs that havent been fixed that have outstanding bugs of severity\n      important.  True or false?\n<JHM> jim: important or higher.  True.\n<jim> Then we're about to lose ftp.debian.org and dpkg :)\n* netgod will miss dpkg -- it was occasionally useful\n<Joey> We still have rpm....", "<JHM> Being overloaded is the sign of a true Debian maintainer.", "<Overfiend> partycle: I seriously do need a vacation from this package.\n            I actually had a DREAM about introducing a stupid new bug\n            into xbase-preinst last night.  That's a Bad Sign.", "Writing non-free software is not an ethically legitimate activity, so if\npeople who do this run into trouble, that's good!  All businesses based\non non-free software ought to fail, and the sooner the better.\n        -- Richard Stallman", "Microsoft DNS service terminates abnormally when it receives a response\nto a DNS query that was never made.  Fix Information: Run your DNS\nservice on a different platform.\n        -- BugTraq", "* dpkg hands stu a huge glass of vbeer\n* Joey takes the beer from stu, you're too young ;)\n* Cylord takes the beer from Joey, you're too drunk.\n* Cylord gives the beer to muggles.", "We the people of the Debian GNU/Linux distribution, in order to form a\nmore perfect operating system, establish quality, insure marketplace\ndiversity, provide for the common needs of computer users, promote\nsecurity and privacy, overthrow monopolistic forces in the computer\nsoftware industry, and secure the blessings of liberty to ourselves and\nour posterity, do ordain and establish this Constitution for the Debian\nGNU/Linux System.", "This is the element_data structure for elements whose *element_type =\nFORM_TYPE_SELECT_ONE, FORM_TYPE_SELECT_MULT. */ /* * nesting deeper\nand deeper, harder and harder, go, go, oh, OH, OHHHHH!! * Sorry, got\ncarried away there. */ struct lo_FormElementOptionData_struct.\n		-- Mozilla source code", "While the year 2000 (y2k) problem is not an issue for us, all Linux\nimplementations will impacted by the year 2038 (y2.038k) issue. The\nDebian Project is committed to working with the industry on this issue\nand we will have our full plans and strategy posted by the first quarter\nof 2020.", "... Where was Stac Electronics when Microsoft invented Doublespace? Where\nwere Xerox and Apple when Microsoft invented the GUI?  Where was Apple's\nQuickTime when Microsoft invented Video for Windows?  Where was Spyglass\nInc.'s Mosaic when Microsoft invented Internet Explorer? Where was Sun\nwhen Microsoft invented Java?", "I'm sorry if the following sounds combative and excessively personal,\nbut that's my general style.        -- Ian Jackson", "my biggest problem with RH (and especially RH contrib packages) is that\nthey DON'T have anything like our policy.  That's one of the main reasons\nwhy their packages are so crappy and broken.  Debian has the teamwork\nside of building a distribution down to a fine art.", "slackware users don't matter. in my experience, slackware users are\neither clueless newbies who will have trouble even with tar, or they are\nrabid do-it-yourselfers who wouldn't install someone else's pre-compiled\nbinary even if they were paid to do it.", "<xinkeT> Lord grant me the serenity to accept the things I cannot\n         change, the courage to change the things I can, and the wisdom\n         to hide the bodies of the people I had to kill because they\n         pissed me off.", "* dark has changed the topic on channel #debian to: Later tonight: After\n  months of careful refrigeration, Debian 2.0 is finally cool enough to\n  release.", "I sat laughing snidely into my notebook until they showed me a PC running\nLinux. And oh! It was as though the heavens opened and God handed down a\nclient-side OS so beautiful, so graceful, and so elegant that a million\nMicrosoft developers couldn't have invented it even if they had a hundred\nyears and a thousand crates of Jolt cola.\n		-- LAN Times", "I sat laughing snidely into my notebook until they showed me a PC running\nLinux....  And did this PC choke?  Did it stutter?  Did it, even once,\nsay that this program has performed an illegal operation and must be shut\ndown?  No. And this is just on the client.\n		-- LAN Times", "I think that most debian developers are rather strong willed people\nwith a great degree of understanding and a high level of passion for what\nthey perceive as important in development of the debian system.\n		-- Bill Leach", "Actually, the only distribution of Linux I've ever used that passed the\nrootshell test out of the box (hit rootshell at the time the dist is\nreleased and see if you can break the OS with scripts from there) is\nDebian.\n		-- seen on the Linux security-audit mailing list", "* Culus fears perl - the language with optional errors", "<stu> you should be afraid to use KDE because RMS might come to your\n      house and cleave your monitor with an axe or something :)", "and i actually like debian 2.0 that much i completely revamped the\ndefault config of the linux systems our company sells and reinstalled any\nof the linux systems in the office and here at home..", "<Davide> how bout a policy policing policy with a policy for changing the\n         police policing policy", "<dark> Let's form the Linux Standard Linux Standardization Association\n        Board. The purpose of this board will be to standardize Linux\n        Standardization Organizations.", "<Overfiend> Don't come crying to me about your 30 minute compiles!!  I\n            have to build X uphill both ways!  In the snow!  With bare\n            feet! And we didn't have compilers!  We had to translate the\n            C code to mnemonics OURSELVES!\n<Overfiend> And I was 18 before we even had assemblers!", "NEW YORK (CNN) -- Internet users who spend even a few hours a week online\nat home experience higher levels of depression and loneliness than if\nthey had used the computer network less frequently, The New York Times\nreported Sunday.  The result ...  surprised both researchers and\nsponsors, which included Intel Corp., Hewlett Packard, AT&T Research and\nApple Computer.", "What is striking, however, is the general layout and integration of the\nsystem.  Debian is a truly elegant Linux distribution; great care has\nbeen taken in the preparation of packages and their placement within the\nsystem.  The sheer number of packages available is also impressive....", "Debian Linux is a solid, comprehensive product, and a genuine pleasure to\nuse.  It is also great to become involved with the Debian collective,\nwhose friendliness and spirit recalls the early days of the Internet and\nits sense of openness and global cooperation.", "<Flood> can I write a unix-like kernel in perl?", "<Flood> netgod: I also have a Evil Inside T-shirt (w/ Intel logo).. on\n        the back it states: When the rapture comes, will you have root?", "<zarkov> NT 5.0.  All the bugs and ten times the code size!", "<Culus> there is 150 meg in the /tmp dir! DEAR LORD", "<toor> netgod: what do you have in your kernel??? The compiled source for\n       driving a space shuttle???\n<Spoo> time to make a zip drive your floppy drive then. if the kernel\n       doesn fit on that, the kernel is an AI", "Now I can finally explain to everyone why I do this.  I just got $7 worth\nof free stuff for working on Debian !", "<ultima> netgod: My calculator has more registers than the x86, and\n		-- thats- sad", "* boren tosses matlab across the room and hopes it breaks into a number\n  aproaching infinite peices", "...It was a lot faster than I thought it was going to be, much faster\nthan NT.  If further speed increases are done to the server for the final\nrelease, Oracle is going to be able to wipe their ass with SQL SERVER and\nhand it back to M$ while the Oracle admins ... migrate their databases\nover to Linux!", "World Domination, of course.  And scantily clad females.  Who cares if\nits twenty below?        -- Linus Torvalds", "<Flav> Win 98 Psychic edition: We'll tell you where you're going tomorrow", "<zpx> it's amazing how not-broken debian is compared to slack and rh", "<dark> Hey, I'm from this project called Debian... have you heard of it?\n       Your name seems to be on a bunch of our stuff.", "In the event of a perceived failing of the project leadership #debian is\nempowered to take drastic and descisive action to correct the failing,\nincluding by not limited to expelling officials, apointing new officials\nand generally abusing power\n		-- proposed amendment to Debian Constitution", "<Overfiend> we're calling 2.2 _POTATO_??", "<SirDibos> does Johnie Ingram hang out here on IRC?", "* Twilight1 will have to hang his Mozilla beanie dinosaur in effigy if\n  Netscape sells-out to Alot Of Losers..", "<lux> if macOS is for the computer illiterate, then windoze is for the\n      computer masochists", "<dark> Culus: Building a five-meter-high replica of the Empire State\n       Building with paperclips is impressive.  Doing it blindfolded is\n       eleet.", "I can just see it now: nomination-terrorism ;-)\n        -- Manoj\n\nhaha!  i nominate manoj.\n		-- seeS", "<JHM> Somehow I have more respect for 14 year old Debian developers than\n     14 year old Certified Microsoft Serfs.", "<Culus> Ben: Do you solumly swear to read you debian email once a day and\n        do not permit people to think you are MIA?\n<Ben> Culus: i do so swear", "I wonder if this is the first constitution in the history of mankind\nwhere you have to calculate a square root to determine if a motion\npasses.  :-)\n		-- Seen on Slashdot", "This is the solution to Debian's problem .. and since the only real way\nto create more relatives of developers is to have children, we need more\nsex!  It's a long term investment ... it's the work itself that is\nsatisfying!\n		-- Craig Brozefsky", "<marcus> dunham: You know how real numbers are constructed from rational\n         numbers by equivalence classes of convergent sequences?\n<dunham> marcus: yes.", "<Culus> Hello?  Hi baybee  Are you Johnie Ingram?  For you I'll be\n        anyone Ermm.. Do you sell slink CD's? I love slinkies", "<Overfiend> xhost +localhost should only be done by people who would\n            paint their hostname and root password on an interstate\n            overpass.", "<JHM> AIX - the Unix from the universe where Spock has a beard.", "<Knghtbrd> Studies prove that research causes cancer in 43% of laboratory\n           rats\n<CQ> knghtbrd- yeah, but 78% of those statistics are off by 52%...", "<stu> apt: !bugs\n<apt> !bugs are stupid\n<dpkg> apt: are stupid?  what's that?\n<apt> dpkg: i don't know\n<dpkg> apt: Beauty is in the eye of the beer holder...\n<apt> i already had it that way, dpkg.", "<muggles> i'm trying to convince some netcom admins i know to convert\n          to Debian from RH, netgod, but they are DAMN stubborn\n<muggles> why RH users so damned hard headed?\n<Espy> it's the hat", "<doogie> Debian - All the power, without the silly hat.", "How many months are we going to be behind them [Redhat] with a glibc\nrelease?\n		-- Jim Pick, 8 months before Debian 2.0 is finally released", "The purpose of having mailing lists rather than having newsgroups is to\nplace a barrier to entry which protects the lists and their users from\ninvasion by the general uneducated hordes.\n		-- Ian Jackson", "Most of us feel that marketing types are like a dangerous weapon - keep\n'em unloaded and locked up in a cupboard, and only bring them out when\nyou need them to do a job.\n		-- Craig Sanders", "<BenC> cerb: we subscribed you to debian-fight as the moderator\n<BenC> cerb: list rules are, 1) no nice emails, 2) no apologies", "<Teknix> our local telco has admitted that someone backed into a\n         button on a switch and took the entire ATM network down\n<netgod> hopefully now routers are designed better, so the network\n         off swtich is on the back", "<Overfiend> Thunder-: when you get { MessagesLikeThisFromYourHardDrive }\n<Overfiend> Thunder-: it either means { TheDriverIsScrewy }\n<Overfiend> or\n<Overfiend> { YourDriveIsFlakingOut BackUpYourDataBeforeIt'sTooLate\n            PrayToGod }", "<apt> it has been said that redhat is the thing Marc Ewing wears on\n      his head.", "<MrCurious> by the power of greyskull\n<MrCurious> someone tell me the ban to place\n<Sopwith> mrcurious: *.debian.org, *.novare.net\n<philX> *.debian.org.  that's awesome.\n		-- Seen on LinuxNet #linux", "What does this tell me?  That if Microsoft were the last software\ncompany left in the world, 13% of the US population would be scouring\ngarage sales & Goodwill for old TRS-80s, CPM machines & Apple ]['s before\nthey would buy Microsoft. That's not exactly a ringing endorsement.\n		-- Seen on Slashdot", "Bruce McKinney, author of of Hardcore Visual Basic, has announced that\nhe's fed up with VB and won't be writing a 3rd edition of his book.  The\nbest quote is at the end: 'I don't need a language designed by a focus\ngroup'.", "<Cylord> Would it be acceptable to debian policy if we inserted a crontab\n         by default into potato that emailed bill.gates@microsoft.com\n         every morning with an email that read, Don't worry, linux is a\n         fad...", "* Overfiend ponders doing an NMU of asclock, in which he simply changes\n  the extended description to If you bend over and put your head between\n  your legs, you can read the time off your assclock.\n<doogie> Overfiend: go to bed.", "<Reed> It is important to note that the primary reason the Roman Empire\n       fail is that they had no concept of zero... thus they could not\n       test the success or failure of their C programs.", "Since when has the purpose of debian been to appease the interests of the\nmass of unskilled consumers?        -- Steve Shorter", "<joeyh> netgod: er, are these 2.2.0 packages 2.0.0pre9 or do you have a\n        direct line with the gods?\n<netgod> joeyh: i have the direct line", "<_Anarchy_> Argh.. who's handing out the paper bags  8)", "<awkward> anyone around?\n<Flav> no, we're all irregular polygons", "<Culus> OH MY GOD NOT A RANDOM QUOTE GENERATOR\n<netgod> surely you didn't think that was static? how lame would that be? :-)", "Mere nonexistence is a feeble excuse for declaring a thing unseeable. You\n*can* see dragons.  You just have to look in the right direction.\n		-- John Hasler", "<Chalky> gcc is the best compressor ever ported to linux. it can turn\n         12MB of kernel source (and that's .debbed) into a 500k kernel", "<Manoj> I *like* the chicken", "\n [   ]  DOGBERT\n [ 2 ]  RICHARD STALLMAN\n [ 3 ]  BUFFY SUMMERS\n [ 1 ]  MANOJ SRIVASTAVA\n [ 4 ]  NONE of the above\n\n		-- Debian Project Leader 1999 ballot", "<Oryn> anyone know if there is a version of dpkg for redhat?", "acme-cannon (3.1415) unstable; urgency=low\n\n  * Added safety to prevent operator dismemberment, closes: bug #98765,\n    bug #98713, #98714.\n  * Added manpage. closes: #98725.\n\n		-- Wile E. Coyote <genius@debian.org>  Sun, 31 Jan 1999 07:49:57 -0600", "!netgod:*! time flies when youre using linux\n!doogie:*! yeah, infinite loops in 5 seconds.\n!Teknix:*! has anyone re-tested that with 2.2.x ?\n!netgod:*! yeah, 4 seconds now", "* dark greets liw with a small yellow frog.\n* liw kisses the frog and watches it transform to a beautiful nerd\n  girl, takes her out to ice cream, and lives happily forever after\n  with her\n<dark> liw: Umm it's too late to have the frog back?", "* Culus thinks we should go to trade shows and see how many people we\n  can kill by throwing debian cds at them", "<dark> Yes, your honour, I have RSA encryption code tattood on my\n        penis.  Shall I show the jury?", "<Knghtbrd> you people are all insane.\n<Joey> knight: sure, that's why we work on Debian.\n<JHM> Knghtbrd: get in touch with your inner nutcase.", "<Culus> Saens demonstrates no less than 3 tcp/ip bugs in 2.2.3", "<Mercury> alexsh: Be /VERY/ cairful, you could, if your unlucky, fry your\n          motherboards..\n<Knghtbrd> Mercury - sounds like fun", "<rcw> dark: caldera?\n<Knghtbrd> rcw - that's not a distribution, it's a curse\n<rcw> Knghtbrd: it's a cursed distribution", "Software is like sex, it's better when it's free.     -- Linus Torvalds", "<dark> Knghtbrd: We have lots of whatevers.\n<Knghtbrd> dark - In Debian?  Hell yeah we do!", "I did it just to piss you off.  :-P\n		-- Branden Robinson in a message to debian-devel", "The software required Win95 or better, so I installed Linux.", "10) there is no 10, but it sounded like a nice number :)\n		-- Wichert Akkerman", "Eric Raymond:  I want to live in a world where software doesn't suck.\nRichard Stallman:  Any software that isn't free sucks.\nLinus Torvalds:  I'm interested in free beer.\nRichard Stallman:  That's okay, as long as I don't have to drink it.  I\n                   don't like beer.\n		-- LinuxWorld Expo panel, 4 March 1999", "I'm not a level-headed person...        -- Bruce Perens", "Personally, I don't often talk about social good because when I hear other\npeople talk about social good, that's when I reach for my revolver.\n		-- Eric Raymond", "If we want something nice to get born in nine months, then sex has to\nhappen.  We want to have the kind of sex that is acceptable and fun for both\npeople, not the kind where someone is getting screwed. Let's get some cross\nfertilization, but not someone getting screwed.\n		-- Larry Wall", "We all know Linux is great... it does infinite loops in 5 seconds.\n		-- Linus Torvalds", "YES! YES! YES! Oh, YES! (ooops, I sound like Meg Ryan ;-)\n		-- Ian Nandhra", "<Knghtbrd> If I start writing essays about Free Software for slashdot,\n           please shoot me.", "<RoboHak> hmm, lunch does sound like a good idea\n<Knghtbrd> would taste like a good idea too", "p.s. - i'm about *this* close to running around in the server room with a\npair of bolt cutters, and a large wooden mallet, laughing like a maniac and\ncutting everything i can fit the bolt cutters around. and whacking that\nwhich i cannot. so if i seem semi-incoherent, or just really *really* nasty\nat times, please forgive me. stress is not a pretty thing. };P\n		-- Phillip R. Jaenke", "Every company complaining about Microsoft's business practices is simply a\nrose bush. They look lovely and smell nice. Once a lucky company dethrones\nMicrosoft they will shed their petals to expose the thorns underneath. A\nthorn by any other name would hurt as much.", "Something must be Done\nThis is Something\nTherefore, This must be Done\n		-- The Thatcherite Syllogism", "<Knghtbrd> xtifr - beware of james when he's off his medication  =>", "Indifference will certainly be the downfall of mankind, but who cares?", "Never underestimate the power of human stupidity.\n		-- Robert A. Heinlein", "Gold, n.:\n  A soft malleable metal relatively scarce in distribution.  It is mined\n  deep in the earth by poor men who then give it to rich men who immediately\n  bury it back in the earth in great prisons, although gold hasn't done\n  anything to them.\n		-- Mike Harding, The Armchair Anarchist's Almanac", "* lilo hereby declares OPN a virtual pain in the ass :)", "They are both businesses - if you have given them enough money, I'm\nsure they'll do whatever the hell you ask:->\n		-- David Welton", "You have the right not to be an asshole.  If you give up that right\neverything you say and do in here will be held against you. If you cannot\nafford to stop being an asshole then someone will be appointed to kick\nyours outta here.\n		-- Your rights as an irc addict", "* Simunye is so happy she has her mothers gene's\n<Dellaran> you better give them back before she misses them!", "<Iambe> conning the most intellegent people on the planet is not easy", "California, n.:\n    From Latin calor, meaning heat (as in English calorie or\nSpanish caliente); and fornia' for sexual intercourse or\nfornication. Hence: Tierra de California, the land of hot sex.\n		-- Ed Moran", "* Caytln slaps Lisa\n<Caytln> catfight :P\n<LisaHere> Watch it girl, I like that.\n<LisaHere> :)\n<Caytln> figures :D", "<MFGolfBal> rit/ara:  There's something really demented about UNIX\n            underwear...", "The X Window System:\n  The standard UNIX graphical environment.  With Linux, this is usually\n  XFree86 (www.xfree86.org).  You may call it X, XFree, the X\n  Window System, XF86, or a host of other things.  Call it 'XWindows' and\n  someone will smack you and you will have deserved it.", "<Knghtbrd> The currency collectors are offline.  I'm rerouting though\n           the secondary couplings.  If we re-align the phase manifold we\n           should be able to use the plasma inductor matrix to manually\n           launch a new cheesy spinoff series.\n* ShadwDrgn sighs\n<Phase> you leave my manifolds alone\n<Phase> !", "* Turken thinks little kids are absolutely adorable... especialyy when\n  they're someone elses.", "* Overfiend sighs\n<Overfiend> Netscape sucks.\n<Overfiend> It is a house of cards resting on a bed of quicksand.\n<Espy> during an earthquake\n<Overfiend> in a tornado", "<SilverStr> media ethics is an oxymoron, much like Jumbo Shrimp and\n            Microsoft Works.\n<MonkAway> not to mention NT Security", "<Silvrbear> Oxymorons?  I saw one yesterday - the pamphlet on Taco Bell\n            Nutritional Information", "* Knghtbrd unleashes a pair of double barreled snurf guns and covers\n  jesus with snurf darts\n<jesus> meany :P", "<jgoerzen> doogie: you sound highly unstable :-)\n<Knghtbrd> jgoerzen - he is.\n* doogie bops Knghtbrd\n<Knghtbrd> see?  Resorting to violence =D", "I have also been a huge Unix fan ever since I realized that SCO was not\nUnix.           -- Dennis Baker", "<dracus> Ctrl+Option+Command + P + R\n<Knghtbrd> dracus - YE GODS!  That's worse than EMACS!\n<LauraDax> hehehehe\n<dracus> don't ask what that does :P", "<Iambe> you are not a nutcase\n<Knghtbrd> You obviously don't know me well enough yet.  =>", "* aj thinks Kb^Zzz ought to pick different things to dream about than\n   general resolutions and policy changes.\n<Kb^Zzz> aj - tell me about it, this is a Bad Sign", "<Crow_> hmm, is there a --now-dammit option for exim?", "<DarthVadr> Kira: JOIN THE DARK SIDE, YOUNG ONE.\n<kira> darth, I *am* the dark side.", "<netgod> Feanor: u have no idea of the depth of the stupidty of american law", "Anyone who stands out in the middle of a road looks like roadkill to me.\n		-- Linus Torvalds", "<lilo> PLEASE RESPECT INTELLECTUAL RIGHTS!\n<lilo> Please demonstrate intellect. ;)", "<Knghtbrd> Feanor - license issues are important.  If we don't watch our\n           arses now, someone's gonna come up and bite us later...", "Now we'll have to kill you.\n		-- Linus Torvalds", "* knghtbrd can already envision:  Subject: [INTENT TO PREPARE TO PROPOSE\n   FILING OF BUG REPORT] Typos in the policy document", "<netgod> heh thats a lost cause, like the correct pronunciation of\n         jewelry\n<netgod> give it up :-)\n<sage> and the correct spelling of colour :)\n<BenC> heh\n<sage> and aluminium\n<BenC> or nuclear weapons\n<sage> are you threating me yankee ?\n<sage> just cause we don't have the bomb...\n<BenC> back off ya yellow belly", "<LauraDax> !seen god\n<Tabi-> LauraDax, I don't remember seeing god", "<kira> is a surgical war where you go give the foreign troops nose jobs?", "<xtifr> Athena Desktop Environment!  In your hearts, you *know* it's the\n        right choice! :)\n* Knghtbrd THWAPS xtifr", "<Knghtbrd> shaleh - unclean is just WEIRD.\n<Espy> heh, unclean is cool\n<Knghtbrd> Espy - and weird.\n<Espy> yes, weird too", "<xtifr> direct brain implants :)\n<knghtbrd> xtifr - yah, then using computers would actually require some\n           of these idiots to think!\n<knghtbrd> ;>", "<Knghtbrd> Overfiend - BTW, after we've discovered X takes all of 1.4 GIGS\n           to build, are you willing admit that X is bloatware?  =>\n<Overfiend> KB: there is a 16 1/2 minute gap in my answer\n<acf> knghtbrd: evidence exists that X is only the *2nd* worst windowing\n      system ;)", "<liw> damn, the autonomous mouse movement starts usually after I use a\n      mouse button\n<wichert> don't use a mouse button then :)\n<liw> yeah, right :)", "<Knghtbrd> you know, Linux needs a platform game starring Tux\n<Knghtbrd> kinda Super Marioish, but with Tux and things like little cyber\n           bugs and borgs and that sort of thing ...\n<Knghtbrd> And you have to jump past billgatus and hit the key to drop him\n           into the lava and then you see some guy that looks like a RMS\n           or someone say Thank you for rescuing me Tux, but Linus\n           Torvalds is in another castle!", "<Thoth_> Yeah, well that's why it's numbered 2.3.1... it's for those of us\n         who miss NT-like uptimes", "<Shinobi> There are worse things than Perl....ASP comes to mind", "* m2 stares at the monitor... it looks like a hamburger...\n<Knghtbrd> m2 - that's a bad sign", "<Knghtbrd> Leave it to manoj to call procmail puny", "<Crow-> Manoj: well, i can't understand stuff like s/3#$%^% {]][ @ f245 }\n<Manoj> Crow: That is not quite legal ;-)\n<Knghtbrd> Manoj - how would one make s/3#$%^% {]][ @ f245 } legal\n           anyway? (and what would it do?  hehe)\n<Manoj> Knghtbrd: You need to finish the s/// expression.\n<Knghtbrd> oh, is that all?", "<kira> Ada, the only language written to milspec.\n<Mikster> <shudder>", "<BenC> -include ../../debian/el33t.h\n<BenC> sendmail build...strange header name :)\n<isildur> hahaha\n* netgod laffs\n<netgod> BenC: can u tell i used to maintain sendmail?  :P\n<BenC> heh :)", "<Phase> no... I musn't have any more coffee !!! ;)\n<Simunye> sure yu do Phase :)\n<Phase> you really want me bouncing off the ceiling?\n<Simunye> yesh :)\n<kira_> bouncing off the ceiling is gewd\n<Phase> ok, that was a silly question\n<kira_> it's splatting on the floor that's the problem.", "<Kensey> RMS for President???\n<RelDrgn> ...or ESR, he wants a new job ;)", "Oh no, not again.\n		-- Manoj Srivastava", "<Knghtbrd> Granted, RMS is a fanatic, I don't deny this.  I'll even say\n           he's a royal pain in the arse most of the time.  But he's\n           still more often right than not, and he deserves some level of\n           credit and respect for his work.  We would NOT be here today\n           without him.", "<Espy> tomorrow there will be a great disturbance in the workforce\n		-- May 18, 1999", "I am dyslexic of Borg.  Prepare to have your ass laminated.", "<NeonKttn> I had a friend stick me in her closet during highschool because I\n           wouldn't believe that her boyfriend knew about foreplay...\n<NeonKttn> I shoulda brought popcorn. :)", "<Knghtbrd> hardcopy is for wussies\n<Topher> computer program listings....next, on HardCopy", "<kceee^> I hate users\n<knghtbrd> you sound like a sysadmin already!", "<change_m2> Will LINUX ever overtake sliced bread as the #1 achievement\n            of mankind?", "<aph> manoj is going nuts on the bug fixing crusade!  woo woo!\n<Knghtbrd> manoj went nuts long time ago.  but the bug fixing is cool  =>", "<rcw> those apparently-bacteria-like multicolor worms coming out of\n      microsoft's backorifice\n<rcw> that's the backoffice logo", "* Simunye is on a oc3->oc12\n<daem0n> simmy: bite me. :)\n<Simunye> daemon: okay :)", "<Overfiend> lilo: well then, you are probably a responsible thinker.\n            Welcome to a very small club.\n<lilo> Overfiend: welcome me when you join :)", "Basically, I want people to know that when they use binary-only modules,\nit's THEIR problem.  I want people to know that in their bones, and I\nwant it shouted out from the rooftops.  I want people to wake up in a\ncold sweat every once in a while if they use binary-only modules.\n		-- Linus Torvalds", "* wichert_ imagines master without a MTA\n<james> wichert: ehm?  that might hinder peformance of the BTS :p", "<gecko> Hmm... I wonder what else separates Debian from the rest of the\n        Linux distributions.\n<Knghtbrd> gecko - We Don't Suck\n<gecko> Knghtbrd:  you don't say that when addressing a bunch of people\n        FROM those distros\n<Knghtbrd> gecko - point.", "Due to the closed source development model of XFree it is impossible\nto support, or even speculate about, features in pre- or beta releases\nof XFree.\n		-- Marcus Sundberg", ">   >I don't really regard bible-kjv-text as a technical document,\n>   > but... :)\n\n> It's a manual -- for living.\n\nBut it hasn't been updated in a long time, many would say that it's\nsadly out of date, and the upstream maintainer doesn't respond to his\nemail.  :-)\n        -- Branden Robinson, Oliver Elphick, and Chris Waters in a\n           message to debian-policy", "<Knghtbrd> I can think of lots of people who need USER=ID10T someplace!", "<slashdot> my US geograpy is lousy...lol\n<knghtbrd> so's mine and I live here", "Moonchild without an opinion? Satan is skating to work tomorrow!\n		-- Brett Manz", "<Knghtbrd> I really don't want much at all...  Just a kind word, an\n           attractive woman, and UNLIMITED BANDWIDTH!!", "<Knghtbrd> If we're both right (I'm guessing we are) I'm Not Very Happy.\n* Minupla hands you the understatement of the year award.", "Last time I had intimate contact with another human being was rather a\npainful experience... I rather liked it... ;)\n		-- Brett Manz", "<Apple_IIe> anyone seen my 80 column card?", "<Slackware> uh oh, what have I started :)\n<Debian> rofl... distro nick wars.\n* Slackware just waits for /nick Gnome, /nick KDE, and then world war 4\n   to break out\n<WinNT> :oP\n<OpenBSD> <duck>\n<PalmOS> :)\n<Slackware> no'one would dare /nick RedHat\n<tru64> mew.", "<Crow-> im fcucking druk\n* Knghtbrd makes sure to log everything Crow- says tonight ...\n<MrBump> heheh\n<MrBump> He said he'd marry me! damnit!!\n<Crow-> dude no way\n<Knghtbrd> MrBump - he's not THAT drunk\n<MrBump> Knghtbrd: I'm crushed :o)", "<Knghtbrd> aggh!\n<Knghtbrd> MAKE IT STOP!\n<Knghtbrd> MAKE IT STOP!!", "<Knghtbrd> RoboHak - okay, the patch isn't broken, but my brain\n           apparently is\n<wc> that's nothing new (;\n<Knghtbrd> wc - hush.\n<Knghtbrd> =>", "<dpg> americans are weird....\n<xtifr> californians even weirder\n<Knghtbrd> xtifr has a point ...", "* woot smiles serenely.\n<woot> I don't want to seem over eager about getting into knghtbrd's\n       siglist.", "<Culus> dhd:  R you part of the secret debian overstructure?\n<dhd> no. there is no secret debian overstructure.\n<CosmicRay> although, now that somebody brought it up, let's start one\n            :-)\n<Knghtbrd> CosmicRay - why not, sounds like a fun way to spend the\n           afternoon =D", "<xtifr> you don't have to be insane to work here....oh wait, yes you do!\n        :)", "* o-o always like debmake because he knew exactly what it would do...\n<ibid> o-o: you would ;-)", "2.3.1 has been released. Folks new to this game should remember that\n2.3.* releases are development kernels, with no guarantees that they\nwill not cause your system to do horrible things like corrupt its\ndisks, catch fire, or start running Mindcraft benchmarks.\n		-- Slashdot", "do {\n    :\n} while (!HELL_FROZEN_OVER);", "0 7     * * *   echo ...Linux is just a fad | mail billg@microsoft.com -s=\n And remember...", "<hop> kb: I demand integrity and honesty in those who i do business with\n<hop> i know my demands are unreasonable, but a guy can dream, can't he?", "<jgoerzen> stu: ahh that machine.  Don't you think that something named\n           stallman deserves to be an Alpha? :-)\n<stu> jgoerzen: no, actually, I'd prolly be more inclined to name a 386\n      with 4 megs of ram and a 40 meg hard drive stallman.\n<stu> with a big fat case that makes tons of noise and rattles the floor\n* Knghtbrd falls to the floor holding his sides laughing\n<stu> and..\n<stu> double-height hard drive", "Klingon function calls do not have 'parameters' -- they have 'arguments'\n		-- and they ALWAYS WIN THEM.", "* Knghtktty is not going to ask how zucchini got into the discussion ...", "<Knghtbrd> Subject: [GR PROPOSAL] Should we vote on trivial matters?", "<woot> Put *that* in you .sig and smoke it, Knghtbrd.\n<Culus> You know he will read this :>\n<woot> heheheheh.", "As you journey through life take a minute every now and then to give a\nthought for the other fellow. He could be plotting something.\n		-- Hagar the Horrible", "<Knghtbrd> Okay, you people have started talking about BSDM applications of\n           network hardware...  I think I'll run off and do something useful\n           and Debianish and stay OUT of this one...\n<Knghtbrd> (for a change)", "<Knghtbrd> mariab - don't think Debian hasn't had some very stupid and\n           obvious bugs before\n<Knghtbrd> of course, we usually fix ours BEFORE we release  =D", "<Knghtbrd> mariab - I am a Debian developer.  Red Hat is the enemy or\n           something like that I guess..  Still, typecasting RH users as\n           idiots or their distribution as completely broken by default\n           is complete and total FUD.", "> > But IANAL, of course.\n>\n> IANAL either.  My son is, but if I asked him I might get an answer I\n> wouldn't want to hear.\n\nHere's my invoice. ?  =D", "> Ok, I see you know what you're doing :-)\n\nEither that or I've gotten pretty good at faking it.", "<wichert> 8am is an ungoldly hour to be awake :)\n* gorgo usually gets up at 11am", "There Is No Cabal.", "<_Anarchy_> acf: maybe April 1 next year slashdot needs to run Rob Malda\n            accepts new job as head of Debian project 8)", "* netgod opens his mailbox and immediately wishes he hadnt", "<frogbert> its hard being a lesbian without breasts...people don't take\n           you seriously", "Perhaps Debian is concerned more about technical excellence rather than\nease of use by breaking software. In the former we may excel.  In the\nlatter we have to concede the field to Microsoft. Guess where I want to go\ntoday?\n		-- Manoj Srivastava", "* PerlGeek is really a space alien\n* Knghtktty believes PerlGeek", "<netgod> my client has been owned severely\n<netgod> this guy got root, ran packet sniffers, installed .rhosts and\n	 backdoors, put a whole new dir in called /lib/   , which has a\n	 full suite of smurfing and killing tools\n<netgod> the only mistake was not deleting the logfiles\n<netgod> question is how was root hacked, and that i couldnt tell u\n<netgod> it is, of course, not a debian box\n* netgod notes the debian box is the only one left untouched by the hacker\n		-- wonder why", "* joeyh cvs commits his home directory. Aaaaaa\n<drow> eeeeeeek\n<drow> joeyh: That is simply evil.  Period.", "<Kethryvis> Gruuk: UFies are above and beyond the human race :)", "I stopped a long time ago to try to find anything in the bug list of dpkg.\nWe should run for an entry in the Guinness Book of Records.\n		-- Stephane Bortzmeyer", "<ahzz_> i figured 17G oughta be enough.", "<n3tg0d> has /usr/bin/emacs been put into /etc/shells yet?  :P", "* joeyh takes advantage of netscape's marvelous ability to crash to close\n        10 windows with a single keypress\n<joeyh> now that's progress!\n<Knghtbrd> Bus error  =>", "<Wordplay> You measure your vibrators in characters per second?  I have\n	   bad news for you, c90, you've been masturbating with a\n	   dot-matrix printer.", "Hi! I'm a .signature virus! Copy me into your ~/.signature to help me sprea=\nd!", "* Knghtktty whispers sweet nothings to Thyla (stuff about compilers and\n            graphics and ram upgrades and big hard drives...)\n<Thyla> oooooooooOOOOOOOOOO\n<Infinitas> Knghtktty: that's positively pornographic...\n* Thyla goes off into fits of ecstasy...", "<Sanaya> you guys are all sick!  sick sick sick I tell ya ;)", "* bma is a yank\n* Knghtbrd is a Knghtbrd\n* dhd is also a yank\n* Espy is evil\n* Knghtbrd believes Espy", "* bma wonders if this will make the Knghtbrd .sig", "Techical solutions are not a matter of voting. Two legislations in the US\nstates almost decided that the value of Pi be 3.14, exactly. Popular vote\ndoes not make for a correct solution.\n		-- Manoj Srivastava", "<aj> <Knghtbrd> the increase in tension worldwide (as evidenced by crime\n<aj>            and whatnot) over that time period looks a lot like Linux\n<aj>            growth since 1993\n<aj> ``Linux linked to worldwide crime epidemic!!''", "<Teller> where am I and what am I doing in this handbasket?", "Since this database is not used for profit, and since entire works are not\npublished, it falls under fair use, as we understand it.  However, if any\nhalf-assed idiot decides to make a profit off of this, they will need to\ndouble check it all...\n		-- Notes included with the default fortunes database", "There is no snooze button on a cat who wants breakfast.", "Subject: Bug#42432: debian-policy: Proposal for CTV for Draft for Proof of\nConcept for Draft for Proposal for Proposal for CTV for a CTV to decide on\na proposal for a CTV for the CTV on whether or not we shoud have a CTV on\nthe /usr/doc to /usr/share/doc transition now, or later.\n		-- Ed Lang", "<Knghtbrd> It's a trackball for one\n<wichert> so it's not a rodent\n<wichert> it's a turd with a ball sticking out\n<wichert> which you fondle constantly", "* HomeySan waits for the papa john's pizza to show up\n<ravenos> mm. papa john's.\n<HomeySan> hopefully they send the cute delivery driver\n<ravenos> they don't have that here.\n<Dr_Stein> why? you gonna eat the driver instead?", "<netgod> is it me, or is Knghtbrd snoring?\n<joeyh> they killed knghtbrd!\n<netgod> Kysh: wichert, gecko, joeyh, and I are in a room trying to ignore\n          Knghtbrd\n<Kysh> netgod: Knghtbrd is hard to ignore.", "<woot> Man, i wish knghtbrd were here to grab that for his sig list.\n[...several hours later...]\n<Knghtbrd> woot don't know me vewy well, do he?\n<Knghtbrd> muahahahaha", "* Knghtbrd pelts wichert with NERF darts\n* wichert notes there are no ICBM nerfs yet and ignores kngtbrd\n<Knghtbrd> wichert - just wait, after seeing the NERF gatling guns, ICBMs\n           are not far off (just pump the damned thing for an hour or two\n           is all...)", "Operating Systems Installed:\n  * Debian GNU/Linux 2.1 4 CD Set ($20 from www.chguy.net; price includes\n    taxes, shipping, and a $3 donation to FSF). 2 CDs are binaries, 2 CDs\n    complete source code;\n  * Windows 98 Second Edition Upgrade Version ($136 through Megadepot.com,\n    price does not include taxes/shipping). Surprisingly, no source code\n    is included.\n\n		-- Bill Stilwell, linuxtoday.com/stories/8794.html", "Steal this tagline.  I did.", "<bfextu> oh noooo, Knghtbrd's got a gun :)\n<doogie> ^^insert music^^\n<Knghtbrd> bfextu - o/~ everybody is on the run o/~\n<bfextu> o/~ run away, ruuuuun away from the pay-ay-ain o/~", "%\n<Mercury> emacs sucks, literally, not a insult, just a comment that its\n          large enough to have a noticeable gravitational pull...", "As a computer, I find your faith in technology amusing.", "* Knghtbrd assigns 3 to Chris\n* variable wonders who else is named chris besides me\n<Knghtbrd> variable - you.  =>\n* Knghtbrd waits for variable to dramatically say I feel SO used!\n<variable> Knghtbrd: :)\n* variable ++\n<variable> :)", "* Espy ponders an uplad queue called 'hell' so I can do dupload --to hell", "<Valkyrja> java, hon, sometimes I really want to smack you.\n<Knghtbrd> Valkyrja - he'd enjoy it too much\n<Reteo> Valkyrja: yah, go ahead and do it... beat java into cappuccino! :-)", "<Tali> be vewwy vewwy qwuiet .. I'm huntin wuntime ewwos", "Red Hat has recently released a Security Advisory (RHSA-1999:030-01)\ncovering a buffer overflow in the vixie cron package.  Debian has\ndiscovered this bug two years ago and fixed it.  Therefore versions in\nboth, the stable and the unstable, distributions of Debian are not\nvulnerable to this problem..", "First off - Quake is simply incredible. It lets you repeatedly kill your\nboss in the office without being arrested. :)\n		-- Signal 11, in a slashdot comment", "Lucas' Law:  Good will always win, because evil hires the _stupid_\n             engineers.", "* TribFurry only gets spam mail from ucsd... I used to get email from\n            myself but I decided I didn't like myself and stopped talking\n	    to me", "<rain_work> note on a dorm fridge ... To the person who ate the contents\n            of the container labeled 'James' - warning, it was my biology\n	    experiment", "<KatanaJ> Note on a chem lab fridge- This refrigerator is not explosion-\n          proof.", "<KnaraKat> DalNet is like the special olympics of IRC.  There's a lot of\n           drooling goin' on and everyone is a 'winner'.", "But modifying dpkg is infeasible, and we've agreed to, among other things,\nkeep the needs of our users at the forefront of our minds. And from a\nuser's perspective, something that keeps the system tidy in the normal\ncase, and works *now*, is much better than idealistic fantasies like a\nworking dpkg.\n		-- Manoj Srivastava", "For every vision there is an equal and opposite revision.", "<Epsilon3> Knghtbrd, if we wanted a lameass remark we would have said:\n           Hey, neckro", "<tigah_-> i have 4gb for /tmp\n<Knghtbrd> What do you do with 4G /tmp?  Compile X?\n<tigah_-> yes", "<KnaraKat> Bite me.\n* TheOne gets some salt, then proceeds to nibble on KnaraKat a little\n         bit....", "* Knghtbrd notes he has mashed potatoes for brains tonight\n<Valkyrie> yum, can I have some?\n<Knghtbrd> um ...\n* Knghtbrd hides from Valkyrie", "<Knghtbrd> joeyh now has a terminal at the couch?\n<Knghtbrd> That guy is wired, I swear  =>\n<doogie> Knghtbrd: laptop\n<doogie> and I don't mean the cats.", "Given some of the recent threads, the interactive discussions might\nneed to be conducted on canvas, in the presence of a referee, while\nwearing padded gloves.  ;-)\n		-- Phil Hands", "<james> but, then I used an Atari, I was more likely to win the lottery in\n        ten countries simultaneously than get accelerated X", "* joeyh wonders why everyone wants to know how tall he is\n<james> joeyh: it helps the sniper", "* BenC wonders why he has upgraded to 3.3.5-1 before the X maintainer", "<Delenn> I wouldn't make it through 24 hours before I'd be firing up the\n         grill and slapping a few friends on the barbie.\n<spacemoos> Why would you slap friends with barbies, thats kinda kinky", "In fact.. based on this model of what the NSA is and isn't... many of the\npeople reading this are members of the NSA... /. is afterall 'News for\nNerds'.\n\nNSA MONDAY MORNING {at the coffee machine):\nNSA AGENT 1: Hey guys, did you check out slashdot over the weekend?\n    AGENT 2: No, I was installing Mandrake 6.1 and I coulnd't get the darn\n             ppp connection up..\n    AGENT 1: Well check it out... they're on to us.\n		-- Chris Moyer <cdmoyer@starmail.com>", "Technology is a constant battle between manufacturers producing bigger and\nmore idiot-proof systems and nature producing bigger and better idiots.\n		-- Slashdot signature\n\n(Possibly a variation of https://en.wikiquote.org/wiki/Rick_Cook . )", "knghtbrd: there may be no spoon, but can you spot the vulnerability in\neye_render_shiny_object.c?\n		-- rcw", "<Joy> wow... simple maths show that Debian developers have closed more\n      than *31* *thousand* bug reports since our BTS exists!\n<Joy> that is about 30999 more than Microsoft ;)", "<Knghtbrd> NOTE THAT THE ABOVE IS JUST AN OPINION AND SHOULD NOT BE\n	   TAKEN TO INCLUDE ANY MEASURE OF FACTUAL INFORMATION.  THE\n           SPEAKER DISCLAIMS EVERYTHING AND EVERYONE.  DEAL WITH IT.", "<james> any gnome freaks around?\n<Knghtbrd> not me, I'm just a freak", "<Madax> ahh\n<Madax> a gathering of geeks....\n<Madax> I can smell it now", "<Knghtbrd> learn to love Window Maker.\n<Knghtbrd> a little NeXTStep is good for the soul.", "Caveats: it's GNOME, be afraid, be very afraid of the Depends line\n		-- James Troup", "<Culus> Hhhmmmmmmmm\n<Culus> waterbeds for cows\n<Culus> eleet\n<cas> Culus: why would a cow need a waterbed?\n<Culus> cas:  To be comfy warm", "If you are what you eat, I guess that makes me a cheese danish.\n		-- Anonymous", "<hop> when you start making only stupid mistakes that are obvious, thats\n      when you start getting competent\n<hop> because you don't make fundamental misunderstanding mistakes\n<hop> and thats a *good* sign.", "<lilo> it's weird, when you go on a safari to Africa to catch a lion, you\n       find it alive and it charges, and then you kill it\n<lilo> when you go on a safari to South Bay to find a Palm Vx, you find\n       it dead and take it home and it charges after it arrives :)", "<lilo> I can read the bloody *manual* as if it were some sort of\n       religious tract describing forms of enlightenment you can achieve\n       after 10 years on a mountain :)", "Gates' Law: Every 18 months, the speed of software halves.", "<knghtbrd> Solver_: add users who should be messing with sound to group\n           audio..  Make sure the devices are all group audio (ls -l\n           /dev/dsp will give you the fastest indication if it's probably\n	   set right) and build a kernel with sound support for your card\n<knghtbrd> OR optionally install alsa source and build modules for that\n           with make-kpkg\n<knghtbrd> OR (not recommended) get and install evil OSS/Linux evil\n           non-free evil binary only evil drivers---but those are evil.\n	   And did I mention that it's not recommended?", "I think irc isn't going to work though---we're running out of topic space!\n		-- Joseph Carter", "Pacific Bell Customer Service, this is [..], how can I provide you with\nexcellent customer service today?\nHAHAHAHAHA!!  That's good, I like it..\nUm, thanks, they make us say that.\n		-- knghtbrd and a pacbell rep, name removed to protect her job", "<danpat> Omnic: bloody newzealanders\n<Omnic> danpat: put a sock in it\n<danpat> heh :)\n<knghtbrd> making fun of .nz'ers is different---they're all weird\n* knghtbrd hides\n<Omnic> hrmph", "<Joy> Flinny: black crontab magic kinda stuff :)\n<knghtbrd> Joy: does that mean people get to dance naked around bonfires\n           chanting strange things and waving their arms about in a silly\n           manner?\n<rcw> knghtbrd: what do you *think* people do at novare?", "<knghtbrd> *snipsnip*\n<rcw> oh dear, is that the sound of fortune-database editing?\n<Joy> uh oh\n<knghtbrd> Yes  =>", "<Joy> that's a Kludge(TM)\n<knghtbrd> It Works(tm)\n<Joy> AIX works(TM)\n<knghtbrd> no it doesn't\n<knghtbrd> =>", "The difference between genius and stupidity is that genius has its\nlimits.\n		-- Albert Einstein", "<knghtbrd> If charging someone for violation of US crypto laws would get\n           you laughed out of court, just investigate them on hte charge\n           of TREASON!\n<knghtbrd> Tea, anyone?\n<Espy> I'd rather drown politicians instead of tea :)\n<stu> espy: politicians have gills, duh\n<Espy> weasels don't have gills", "If I have trouble installing Linux, something is wrong. Very wrong.\n		-- Linus Torvalds", "* bma_home gropes you\n<bma_home> oups, wrong channel\n<bma_home> </acf>\n<cerb> quit groping me\n<doogie> you know you like it.\n<bma_home> actually, it was grope me baby\n<gecko-> touch my son and you die, bma ;)\n<doogie> gecko-: but your wife is ok?", "Reading computer manuals without the hardware is as frustrating as reading\nsex manuals without the software.\n		-- Arthur C Clarke", "<knghtbrd> (tinc)\n<Espy> (ytitac)\n<knghtbrd> (ntinac)\n<Espy> (it)\n<knghtbrd> (in)\n* Espy notes talking in acr^Winitialisms is scary when the other side\n  understands you", "<knghtbrd> it's too bad most ancient unices are y2k compliant\n<|Rain|> too bad?\n<|Rain|> why, because people won't upgrade until 2038?", "<Espy_on_crack> I installed 'Linux 6.1', doesn't that make me a unix\n                guru?\n<BenC> Espy_on_crack: no, you have to install it twice before you are a\n       guru...once to prove you can do it, the second to fix the things\n       your broke the first time\n<Espy_on_crack> oh right, how silly of me", "* knghtbrd does the ET thing\n<knghtbrd> anybody got a speak-n-spell?", "<Omnic> another .sig addition", "I'm starting to think the gene pool could use a little chlorine.", "It's as BAD as you think, and they ARE out to get you.", "<Espy> be careful, some twit might quote you\n<Espy> out of context...", "*** Topic for #redhat:  ReDHaT is the answer to all your problems. It\n    could be the start too!", "* cesarb wonders if in less than a week Carmack will end up receiving in\n  e-mail a courtesy copy of a version of the Quake source which is four\n  times faster than what went out of his virtual hands...", "<Knghtbrd> JHM: I'm not putting quake in the kernel source\n<Knghtbrd> but we should put quake in the boot floppies to one-up\n           Caldera's tetris game..  ;>", "Guns don't kill people.  It's those damn bullets.  Guns just make them go\nreally really fast.\n		-- Jake Johanson", "<Espy> we need to split main intocore and wtf-uses-this", "<Culus-> libc6 is not essential :|", "<dhd> is there a special christmas pack for quake\n<dhd> where you get to be like the santa robot on futurama?\n<dunham> dhd: that would be a rather unbalanced game...\n<Knghtbrd> dunham: that's the idea.  ;>", "<Knghtbrd> the problem with the GNU coding standards is they ASSUME that\n	   everyone in the world uses emacs..  If that were the case, free\n           software would die because we would all have wrist problems\n	   like RMS by now and no longer be able to code.  ;>", "C'mon! political protest! sheesh. Where's that anarchist spirit? ;-)\n		-- Decklin Foster", "We've upped our standards, so up yours!", "* woot is now known as woot-dinner\n* Knghtbrd sprinkles a little salt on woot\n<Knghtbrd> I've never had a woot before...  Hope they taste good\n<woot-dinner> noooo!\n<woot-dinner> don't eat me!\n* Knghtbrd decides he does not want a dinner that talks to him...  hehe", "[regarding measures to prevent cheating in quake]\nI mean, as long as I can make my rocket launcher look like a big twinkie,\nI'll be happy ;)\n		-- Qeyser <keyser@jhu.edu>", "<Knghtbrd> r0bert: in short, we're moving several things the client\n           currently is responsible for telling the server into things the\n           server checks for itself\n<Knghtbrd> If Neo says There is no spoon, The Matrix will say Oh yes\n           there is---no cheating!\n<hollis> But he knows kung fu...\n<Knghtbrd> Sure he does, but I have a rocket launcher.", "* Mercury calmly removes XT-Ream's arm..\n* Mercury then proceeds to beat XT-Ream with XT-Ream's arm.\n<Knghtbrd> wow, all this quake hacking is making Mercury violent here\n* mao is glad the quake forge project is in good hands", "<Knghtbrd> CVS/Entries had the line I needed to alter\n<Mercury> Knghtbrd: Was about to mention such.. <G>\n<Mercury> Knghtbrd: Now, ready to commit?\n<Knghtbrd> wish me luck\n<Knghtbrd> Mercury: it's committed\n<Knghtbrd> Mercury: and after all that, I should be too.", "* Knghtbrd crosses his toes\n<Knghtbrd> (if I crossed my fingers it would be hard to type)", "<doogie> there is one bad thing about having a cell phone.\n<doogie> I can be reached at any time. :|\n<wmono> that's why I leave mine off at all times. ;>", "<Palisade> how are we going to pronounce '00 or '01 or '02 and so on?\n<Deek> Say goodbye to the nineties, say hello to the naughties. :)", "<Deek> If the user points the gun at his foot and pulls the trigger, it\n       is our job to ensure the bullet gets where it's supposed to.", "<Mercury> Be warned, I have a keyboard I can use to beat luser's heads\n          in, and then continue to use... (=:]\n<Deek> Mercury: Oh, an IBM. :)", "<Palisade> knght, sheesh, are you pasting my words out of context in\n           #debian or something?\n<Palisade> ;)\n<Knghtbrd> no, but I probably should be  ;>\n<Palisade> d'oh!", "<cas> Mercury: gpm isn't a very good web browser.  fix it.", "<cas> well there ya go.  say something stupid in irc and have it\n      immortalised forever in someone's .sig file", "Microsoft is a cross between the Borg and the Ferengi.  Unfortunately,\nthey use Borg to do their marketing and Ferengi to do their\nprogramming.\n		-- Simon Slavin", "I would rather spend 10 hours reading someone else's source code than 10\nminutes listening to Musak waiting for technical support which isn't.\n		-- Dr. Greg Wettstein, Roger Maris Cancer Center", "Where do you think you're going today?", "I'd been hearing all sorts of gloom and doom predictions for Y2K, so I\n thought I'd heed some of the advice that the experts have been giving:\n Fill up the car's gas tank, stock up on canned goods, fill up the bathtub\n with water, and so on.\n\nI guess I wasn't fully awake when I completed my preparations late last\nnight.  This morning I found the kitchen shelves soaked in gasoline, water\nin the car's gas tank, and my bathtub filled with baked beans.\n		-- Dan Pearl in a message to rec.humor.funny", "<Tarzan> hey did you fall off your pirch or something?\n<knghtbrd> me?  heh.", "<Espy> you are baked\n<knghtbrd> Espy: only half so", "<darkangel> I generally don't use anything that has experimental and\n            warning pasted all over it\n<darkangel> no, I'm not that dumb... hehe\n<Knghtbrd> ...\n* darkangel considers downloading the latest unstable kernel", "<wichert> solaris is bsd, so it should work\n* Espy takes wichert's crack pipe away", "<Knghtbrd> it's too bad most old unices turned out y2k compliant\n<Knghtbrd> because it means people will STILL BE RUNNING THEM in 30 years\n           =p\n<Knghtbrd> it would have been so much nicer if y2k effectively killed off\n           hpux, aix, sunos, etc  ;>\n<Espy> Knghtbrd: since when are PH-UX, aches, and solartus old?", "* gxam wonders if all these globals are really necessary\n<Knghtbrd> most of them at the moment yes\n<Knghtbrd> we REALLY need to clean them up at some point\n<Knghtbrd> gxam: the globals will have to go away as we migrate towards\n           modularity and madness (ie, libtool)", "<raptor> Adamel, i think the code you fixed of mine didn't work\n<raptor> i must not have committed the working code\n<Knghtbrd> raptor: like it's the first time THAT has ever happened  =p", "<Mercury> Knghtbrd: Using -3dfx or -svga?\n<Knghtbrd> Mercury will do something sane with it\n<Knghtbrd> Mercury: both---svga sig11's, -3dfx sig4's\n<Knghtbrd> Mercury: that's not good right?  ;>", "<Knghtbrd> Trust us, we know what we're doing...  We may have no idea HOW\n           we're doing it, but we know WHAT we're doing.", "<Mercury> <CJ|BiZKiT-0-> i can upload to linux server tho\n<Mercury> <CJ|BiZKiT-0-> i got a shell account on one\n<Mercury> <Mercury> Whats it running?\n<Mercury> <CJ|BiZKiT-0-> umm\n<Mercury> <CJ|BiZKiT-0-> apache i think\n<Mercury> Help, please help..\n* Omni chuckles", "<jt> should a bug be marked critical if it only affects one arch?\n<james-workaway> jt: rc for that arch maybe, but those kind of arch\n                 specific bugs are rare...\n<jt> not when it's caused by a bug in gcc\n<doogie> jt: get gcc removed from that arch. :)", "<edLin> LWE?\n<edLin> Linux W?? E??\n<seeS> will eatyou\n<JHM> World Expo?\n<edLin> i see", "Nominal fee. What an ugly sentence. It's one of those things that\nimplies that if you have to ask, you can't afford it.\n		-- Linus Torvalds", "<Deek> you GPL your homework? :)\n<knghtbrd> yah  =D\n<knghtbrd> Anyone is permitted to use or modify my homework, but if they\n           distribute changes they must include the full machine-readable\n           source code ;>", "* knghtbrd is each day more convinced that most C++ coders don't know what\n           the hell they're doing, which is why C++ has such a bad rep\n<Culus> kb: Most C coders don't know what they are doing, it just makes it\n        easier to hide :P\n<Culus> see for instance, proftpd :P", "<Culus> And don't get me started on perl!\n<Culus> :>\n<shaleh> perl is beyond evil\n<jim> you don't know perl yet?\n<netgod> gotta love a language with no definable syntax", "<doogie> cat /dev/random | perl ?\n<shaleh> doogie: it is also a valid sendmail.cf\n<doogie> :)\n* knghtbrd hands doogie a senseless-use-of-cat award\n* shaleh wants to try it but is afraid", "<dhd> perl < /dev/bdsm\n<knghtbrd> you have a /dev/bdsm?\n<dhd> sure, it's a pseudosadomasochistic random number generator", "<Kysh_> Joey: I'm on it right now.. 3 1.3Gb disks, 128M ram, dual 50Mhz\n        (Up to quad 250Mhz)\n<Kysh_> The catch is that it pulls 110v at about 12A 8>\n<Culus> 12A!\n<Culus> Okay, my stove is 3000W, this sun is 1320W\n<Culus> DO YOU SEE A PROBLEM HERE\n<calc> a 1320W sun, that is like a hair dryer :)", "* joeyh_ runs ps and sees 10 lines of awk code\n* joeyh_ recoils in horror", "<knghtbrd> joeyh: I was down since midmorning yesterday and pacbell said\n           this morning that AT&T was to blame and almost all of the state\n           was down\n<rcw> dunno why people insist the internet can survive a nuclear holocaust\n      when it can't survive a backhoe", "This message was written with vi!  (not that anyone in the world cares)\n		-- seen on an old message from an anon.penet.fi address", "Connection reset by some moron with a backhoe", "Feb  5 13:27:01 trinity lp0 on fire\n        -- the Linux kernel, alerting me that there was some unknown\n           problem with my printer (ie, it was out of ink)", "The less you know about computers the more you want Microsoft!\n        -- Microsoft ad campaign, circa 1996\n\n(Proof that Microsoft's advertising _isn't_ dishonest!)", "Making one brilliant decision and a whole bunch of mediocre ones isn't as\ngood as making a whole bunch of generally smart decisions throughout the\nwhole process.\n		-- John Carmack", "It's not usually cost effective time wise to go do it. But if something's\nreally pissing you off, you just go find the code and fix it and that's\nreally cool.\n		-- John Carmack, on the advantages of open source", "<calc> yea it sounds useful for RE'ing USB\n<calc> i have a useless 3com usb camera here :(\n<knghtbrd> calc: 3Com could have you arrested for violating laws which\n           don't exist 'till October  ;>\n<calc> knghtbrd: i will hide :)\n<knghtbrd> ...resisting arrest too eh?\n<calc> knghtbrd: no i will hide before i get served", "<Mercury> At that point it will compile, but segfault, as it should..", "* Knghtbrd is FAR too tempted to .sig this entire discussion...", "The Unixverse ends on Tue, 19 Jan 2038 03:14:07 +0000", "<taniwha> Knghtbrd: we should do a quake episode :knee deep in the code:\n          you run around shooting at bugs:)\n<Knghtbrd> taniwha: I'll pass the idea on to OpenQuartz  ;>", "<taniwha> i'd solve a windows key problem with fdisk :)", "<Endy> knghtbrd: QW's netcode is doing strange things to me. :P\n<knghtbrd> This is unusual?  ;>\n<Endy> Not really. :P", "<knghtbrd> rcw: Oh yay---I haven't been involved in a good flamewar in at\n           least ... 5 minutes!", "<Manoj> shaleh: I am not, despite your implication, God", "<SlayR> i just bought MS Office 2000 for only $20!!!\n<Knghtbrd> you got ripped off  ;>\n<SlayR> i know ;)", "<Knghtbrd> it's 6am.  I have been up 24 hours\n<Knghtbrd> Wake me up and risk life and limb.\n* Knghtbrd &; sleep\n<Tv> Okay everyone, we wait 10 minutes and then start flooding Knghtbrd\n     with ^G's. Someone, hack root and cat /dev/urandom >/dev/dsp.", "*** Knghtbrd is now known as SirKewLDooD\n*** Mercury kicked SirKewlDooD from #quakeforge (*WHACK*)", "<Mercury> Knghtbrd: I'd love to see support for xor crosshairs..\n<Knghtbrd> Mercury: you're on quack.\n<Mercury> Knghtbrd: You're the dealer... <G>\n*** Knghtbrd is now known as QuackDealer", "* Dry-ice can't code his way out of a paper bag\n<Coderjoe> dry-ice: int main() { ExitPaperBag(); return 0; }\n<Knghtbrd> Is that how that's done then?  *takes notes*", "<knghtbrd> eek, not another one...\n<knghtbrd> Seems ever developer and their mother now has a random\n           signature using irc quotes ...\n<knghtbrd> WHAT HAVE I STARTED HERE??", "* seeS uses knghtbrd's comments as his signature\n<knghtbrd> seeS: as soon as I typed them I realized I'd better snip them\n           myself before someone else did  ;>", "* Omnic looks at his 33.6k link and then looks at Joy\n* Mercury cuddles his cable modem.. (=:]", "Granted, Win95's look wasn't all that new either - Apple tried to sue\nMicrosoft for copying the Macintosh UI / trash can icon, until Microsoft\npointed out that Apple got many of its Mac ideas (including the trash can\nicon) from Xerox ParcPlace.  Xerox is probably still wondering why\neveryone is interested in their trash cans.\n		-- Danny Thorpe, Borland Delphi R&R", "<knghtbrd> is it a sign of mental illness to wander aimlessly through the\n           start map, collect your Thunderbolt, hop in the pool, and gib\n           yourself with it just to see your head buouce when it falls\n	   through the bottom of the pool?  =>\n<knghtbrd> You know you're a Quake addict when ...", "<Zoid> I still think you guys are nuts merging Q and QW. :P\n<knghtbrd> Of course we're nuts.  Even John said so.  =>\n<taniwha> Zoid: we're nuts, but we're productive nuts:)", "<taniwha> Zoid: we're nuts, but we're productive nuts:)\n* taniwha wonders what productive nuts taste like", "<Endy> taniwha: Quote material :)\n<taniwha> Endy: :)\n<knghtbrd> Endy: I already snipped it", "<Endy> Actually, I think I'll wait for potato to be finalised before\n       installing debian.\n<Endy> That should be soon, I'm hoping. :)\n<knghtbrd> Endy: You obviously know very little about Debian.", "Nothing is a problem once you debug the code.\n		-- John Carmack", "<Overfiend> The Unix way -- everything is a file\n<Overfiend> The Linux way -- everything is a filesystem :)", "<devkev> yeah i saw the lightning gun and where you were going, thinking\n         you were gonna kick some ass :)\n<devkev> didn't realise it would be your own :)", "Otherwise, please speak to a doctor about removing your head from your\nass, I believe it would be beneficial to all involved.\n		-- Zephaniah E. Hull, flaming someone on a mailing list", "Tagline, you're it!", "I am practicing a fine point of ethics.  It is acceptable to shoot back.\nIt is not acceptable to shoot first.\n		-- Zed Pobre", "<Coderjoe> gib, perl?\n<gib> methinks perl is the programmer's Swiss Army Chainsaw", "<Endy> taniwha: Have you TESTED this one? :)\n<taniwha> Endy: of course not", "That's the funniest thing I've ever heard and I will _not_ condone it.\n		-- DyerMaker, 17 March 2000 MegaPhone radio show", "It's not?  Are you saying that you SHOULD allow people (other than William\nWallace) to shoot lightning bolts from their arse?\n		-- Seth Galbraith", "<Mercury> You don't have to be crazy to be a member of the project, but\n          you will be.. <=:]", "* Endy needs to consult coffee :P\n<Endy> coffee the bot person, not coffee the beverage :)\n<knghtbrd> consulting the beverage may help too  =>", "<Mongoose> knghtbrd: and the meek shall inherit k-mart", "<knghtbrd> Java for the COBOL Programmer\n<knghtbrd> who writes these things?\n<raptor> people on crack\n<raptor> and cobol programmers\n<raptor> :)\n<knghtbrd> that's redundant.", "<evilkalla> heh, I never took a coding class\n<evilkalla> or a graphics class\n<evilkalla> or a software design class\n<vegan> and it shows :P", "* The_Answer_MD throws spaghetti at everyone\n* taniwha eats the spaghetti\n* Coderjoe tosses around some meatballs\n* Knghtbrd gets the cheese\n* taniwha grabs a red", "<theoddone33> What's this message on my screen,\n<theoddone33>   so blue, so blue, what could it mean?\n<theoddone33> Could you, would you press Delete,\n<theoddone33>   Ctrl and Alt and then repeat.", "<gorgo> what do you get when someone cracks your debian machine ?\n<gorgo> mashed potato...", "<aj> come on\n<aj> it's a pico clone\n<aj> it's *meant* to be annoying", "<Espy> I invoke Espy's law, which states that you all suck :P", "<Overfiend> Culus: wanna suspend me for it? :)\n<Culus> Overfiend:  Go maliciously crack a few severs and we'll talk\n<Overfiend> Culus: damn, it has to be malicious?\n<Culus> Overfiend:  Sadly, yes", "<Knghtbrd> 2fort5 sucks enough to have its own gravity ...", "* CosmicRay wishes he had some strippers here....\n<CosmicRay> err, wire strippers", "<WildTHing> ok guys .. so whens the next commit :PP\n<taniwha> when they come to get me", "<mdorman> I'm a gnus person myself.  It's an editor!  It's a floorwax!\n          It's a dessert topping!", "<tausq> Q. What's the difference between Batman and Bill Gates?\n<tausq> A. When Batman fought the Penguin, he won.", "At some point, bits have to go into packets and routers need to make\ndecisions on them. Changes at that level is what I want to hear about, not\nstrategic company relationships.\n		-- John Carmack", "We reject: kings, presidents, and voting.\nWe believe in: rough consensus and working code.\n		-- Dave Clark", "<Knghtbrd> QF is going to get zipfile support today\n<Coderjoe> heh... infozip?\n<Knghtbrd> If I'm lucky yes\n<Deek> knghtbrd: You're kidding, right? ;)\n* Deek takes away Knghtbrd's crack pipe. ;)", "<Deek> change all cvar->value = X to use Cvar_Set()\n<theoddone33> that didn't happen in oldtree\n<Deek> Actually, it did.\n<Knghtbrd> yeah - two weeks later.", "=== This letter is the Honor System Virus ====\nIf you are running a Macintosh, OS/2, Unix, or\nLinux computer, please randomly delete\nseveral files from your hard disk drive and\nforward this message to everyone you know.\n==============================================", "* shortc wants to get in one of knghtbrd's sigs one of these days.", "<Dr^Nick> SGI_Multitexture is bad voodoo now\n<Dr^Nick> ARB is good voodoo\n<witten> no, voodoo rush is bad voodoo :)", "99 little bugs in the code, 99 bugs in the code,\n        fix one bug, compile it again...\n        101 little bugs in the code....", "Hmm...  Which would do a better job at driving physicists crazy?  Travel\nfaster than light, or a floating-point boolean value?\n		-- Michael Mol", "<calc> knghtbrd: gnome 2.0 will be out in a few months, not sure how it\n       will compare to kde 2.0 though\n<knghtbrd> calc: Just as bloated, just as buggy, and every Gnome 2 app\n       will depend on 30 libraries.\n<Slimer> knghtbrd: so what changes from 1.0 ?", "<Ze0> so, how's everything in the world of Quack?\n<LordHavoc> just ducky\n<Ze0> excellent, fried duck is mighty fine tasty.", "<FrikaC> I should probably reboot...\n<FrikaC> ok brb\n<FrikaC> So, what apart form avoiding virii, memory leaks, and rampant\n         crashing does Linux reallhy offer :)\n<LordHavoc> reliable multitasking?", "<tausq>         if (cb) ((cb->obj)->*(cb->ui_func))();\n<knghtbrd> tausq: who the HELL wrote that ?\n<tausq> me :)\n* knghtbrd flogs tausq", "<Knghtbrd> glDisable (GL_BUGS);\n<Endy> heh\n<Endy> Is that in 1.2? :)", "<Mercury> knghtbrd: Eww, find a better name, the movie sucked.. <G>\n<Knghtbrd> Mercury: The engine is better than the movie", "<LackOfKan> What are 'bots'?\n<``Erik> rsg is a bot, not a human, not a human usable client, just a bot.\n<``Erik> about the same as a quake bot, except irc bots are (usually)\n         built to help, not shoot your ass full of holes", "if (me != you)        // FIXME: probably always true, delete?\n    for (n = 0; n < who_knows_what; n++) {\n        answer = DoSomething (withthis[n]);\n        if (answer == foobar) {\n            GetLost (n);\n            break;\n        }\n    }", "<Knghtbrd> Yorick: no problem with indexed color palettes for images, as\n           long as you can pick the palette\n<Yorick> Obviously the people creating quake were colour-blind but that\n         doesn't mean you have to be", "<cesarb> Damn, every time I spawn, qf-client-x11 locks hard\n<Zoid> Don't die?\n<Knghtbrd> good incentive.", "Why is it that all of the instruments seeking intelligent life in the\nuniverse are pointed away from Earth?", "<rebelpacket> hey, quick question, is there any way to speed up the\n              performance of uquake-x11?\n<Deek> rebelpacket: If you want to accelerate it, throw it harder.", "<netgod> you know\n<netgod> its really sad when the internic itself can't configure DNS\n         servers right\n<netgod> it just doesn't get any more pathetic than that", "<Knghtbrd> Even with overbrights, Quake's color palette is full of dull,\n           flat colors\n<LordHavoc> knghtbrd: quake's palette is very vibrant unless you use gamma\n            correction\n<LordHavoc> well actually I agree, it's nowhere near as vibrant as Unreal\n<Deek> Q3 on the other hand...NEON.\n<LordHavoc> Q3 is just ridiculous\n<Deek> Q3 takes the medieval church-dungeon and puts it in Vegas.", "I have a bone to pick, and a few to break.\n		-- Anonymous", "Z.O.I.D.: Zombie Optimized for Infiltration and Destruction", "<Deek> Yes, America is a country based on how pissed-off a group of taxed\n       people can get.\n<Deek> We exist as a country because we're cheap.", "<Oskuro> Overfiend: many patches on top of 4.0.1 already?\n<Overfiend> Oskuro: a few\n<Overfiend> only 152 megs", "<joeyh> oh my, it's a UP P III.\n<doogie> dos it.\n* joeyh runs dselect\n<Overfiend> that ought to be sufficient :)", "<barneyfu> knghtbrd: crap, SDL sure makes DGA a hell of a lot easier too\n           doesn't it? :)\n<knghtbrd> barneyfu: what DGA?\n<barneyfu> mouse dga\n<knghtbrd> barneyfu: (does that answer your question?)\n<barneyfu> Hahahahaha YEAH! :)", "<Deek> A good programmer can write FORTRAN in any language.\n<Deek> knghtbrd has proven that you can write C++ in any language too.\n       <grin>\n<Mercury> We are currently considdering if we should give him or prize, or\n          kill him..\n<Mercury> (Of course, by all rights, this means we should give him the\n          prize, and then kill him.. <G>)", "A subversive is anyone who can out-argue their government.", "We must know, we will know.\n		-- David Hilbert", "<Knghtbrd> Internet censorship.  Because your children need to be\n           protected from naked women, medical procedures, diverse\n	   cultures, and violent video games.\n<knghtbrd> (but information on building bombs, stealing cable, and\n           manufacturing drugs is okay...)", "A friend of mine has a barcode on his arm.\nHe rings up as a $.35 pack of JuicyFruit.\n		-- Seen on Slashdot", "<NullC> I like the seed code for computing masking curves.\n<NullC> I've never seen code that made be want to drink before that...", "$you = new YOU;\nhonk() if $you->love(perl)\n		-- Seen on Slashdot", "<cj> no!  problems in M$ software?\n<cj> Thoroughly bugtested\n* Dabb grins.\n<LordHavoc> rewrite that as 'Thoroughly buginfested'", "<doogie> dpkg has bugs?  no way!", "Debian: no hats or reptiles were harmed in the making of this distribution=\n.\n		-- Paul Slootman", "* athener calls Amnesty International House of Pancakes", "<elmo> unclean: err, the admin team do not control the archive, that's the\n       ftp cabal\n<elmo> get your cabals right, damn it :-P", "<BenC> CosmicRay: you complete me\n<BenC> err...\n<CosmicRay> heh\n* BenC goes back to coding\n* elmo looks at benc\n<elmo> something we should know about you and cosmicray, Ben? :)", "Change the Social Contract?  BWAHAHAHAHAHAHAHAHAHAHAHA.\n		-- Branden Robinson", "<knghtbrd> Program received signal SIGSEGV, Segmentation fault.\n<knghtbrd> 0x40095fb0 in memchr () from /lib/libc.so.6\n<knghtbrd> (gdb) bt\n<knghtbrd> #0  0x40095fb0 in memchr () from /lib/libc.so.6\n<knghtbrd> #1  0x0 in ?? ()\n<knghtbrd> Well That's Really Helpful\n* knghtbrd trades gdb for a nice ouija board - it'll help more", "All good ideas look like bad ideas to those who are losers.\n		-- Dilbert", "RFC 882 put the dot in .com, not Sun Microsystems\n		-- Seen on Slashdot", "* joeyh_ wonders if linux is supposed to lock up when you ask 100\n  processes to cat the entire cd drive", "<pretzelgod> knghtbrd: Quake should support xray vision, dammit\n<knghtbrd> pretzelgod: ftp://ftp.cdrom.com/pub/quake/partial_conversions/\n           xrated/i_am_old_enough_to_look_at_this\n<knghtbrd> ... you asked ...\n<CosmicRay> haha, that is a real directory", "<Knghtbrd> I SNEAK TO BUN\n<Knghtbrd> HELP ME FOR TO QUACK\n<Venom> kb: what the hell are you talking about?\n<Knghtbrd> bwahahaha..  It's a long story.", "<WildCode> Mercury, isn't debugging X a little like finding perfectly\n           bugfree code in windows ??\n<Mercury> WildCode: Debugging X is like trying to run a straight line\n          through a maze.\n<Mercury> You just need to bend space-time so that the corners move around\n          you and you won't have any problems. (=:]", "<miguel> `You have been unsubscribed from the high energy personal\n         protection devices mailing list'\n<miguel> I don't remember getting into the mailing list", "<Myth> I'm getting a connection refused when connecting to port 25, anyone\n       know where the damn log is?\n<aj> Myth: /var/log/damn.log?\n* aj wonders what that'd look like\n<aj> Dec 18 05:32:30 blae smtpd[123]: DAMN IT ALL TO HELL!!", "* weasel wonders how stupid one has to be to spam alt.anonymous.messages\n<knghtbrd> weasel: about half as stupid as one has to be to harvest it.", "* wolfie ponders how many debianites it takes to screw in a lightbulb\n<Viiru> wolfie: Somewhere around 600? One screw's the bulb, and the rest\n        flame him for doing it wrong.\n<part> wolfie: is the bulb free software?\n<Tv> Can we vote on whether to screw it or not?", "<Culus_> We are also hoping to release a version of linux where shell is\n         replaced by perl to a large degree.  Adding to that, there are a\n         few of us who would like to see a pure perl platform.. PerlOS :)\n* Culus_ looks on in horror\n<mstone> Culus_: on the up side, you can type damn near anything in at the\n         command prompt :)", "<Mercury> LordHavoc: The reason why GL has overdraw is because it is only\n          using HALF of the system they designed for vis.\n<Mercury> LordHavoc: Shooting itself in the foot.\n* Dabb looks at all those bullet holes in his shoes - damn, lots :)", "<Dabb> hehe, I really hate bug reports which are like calling fire\n       department and saying: There is fire here, come! :)\n<Dabb> (and hanging up)\n* Dabb kills off dozen bug reports.", "<xtifr> wow, I think I just used libtool to solve a problem -- somebody\n        help me! :>\n<luca> xtifr, STEP AWAY FROM THE KEYBOARD", "<mao> why do they insist on ading -Werror...\n<Misty-chan> Mesa would not compile out of the box if it were done by you\n             guys ;)\n<knghtbrd> Uh, Mesa DOESN'T compile out of the box most of the time.", "<Deek> nopcode: No, it isn't. Win32 lacks the equivalent of fork().\n<Knghtbrd> Deek: windoze is not meant for people who should have access to\n           sharp objects, hence no fork()\n<Knghtbrd> instead, you must rely on spoon()", "<Knghtbrd> This font is starting to come out very nicely\n<stu> Knghtbrd: oh dear, are you hacking up another quake font in vi? :)", "<pv2b> oh, besides, whats the best approach if i want to make a Quake\n       level designed from an existing building?\n<Knghtbrd> Get a floorplan of Brian's office?  =)\n<pv2b> Knghtbrd: im considering my school.\n<Knghtbrd> Oh great\n<Knghtbrd> That's ALL we need", "<knghtbrd> Windoze CEMeNT: Now with CrackGuard(TM)!  Never worry about\n           unsightly cracks in Windoze CEMeNT again!  CrackGuard(TM) is\n	   so powerful that the entire thing will crumble before it will\n	   crack.  Order your $200 upgrade version today!", "<doogie> Culus: my bug with openssh appears to be fixed in 2.5.2, but\n         master runs 2.3.0\n<Culus> Don't even start\n<doogie> I just did.\n<Culus> You guys are going to drive me to build a huge giant robot and\n        destroy all of texas, aren't you?", "<shader> whats wrong with rjing?\n<Rhamphoryncus> it's lame :P\n<Rhamphoryncus> it should NOT be possible\n<Rhamphoryncus> shoving a grenade up your ass and using it as rocket\n                propelant shouldn't be a viable technique :P", " * Equivalent code is available from RSA Data Security, Inc.\n * This code has been tested against that, and is equivalent,\n * except that you don't need to include two pages of legalese\n * with every copy.\n		-- public domain MD5 source", "* knghtbrd is gone - zzz - messages will be snapped like wet towels at all\n  of the people who have stolen the trademark knghtbrd away message\n<Coderjoe> ack\n* Coderjoe prepares to defend himself from wet messages", "Never underestimate the power of somebody with source code, a text editor,\nand the willingness to totally hose their system.\n		-- Rob Landley <telomerase@yahoo.com>", "So, will the Andover party have a cash bar?\nNo, there's free beer.\nUh-oh, Stallman's gonna be pissed...\n		-- overheard at the Bazaar, 1999", "<Addi> Alter.net seems to have replaced one of its router with a zucchini.", "<Mercury> Someone fix it.\n<Despair> committed\n<Knghtbrd> Despair: Mercury?\n<Despair> Knghtbrd: he's tired, made a mistake, wanted someone to undo it.\n<Knghtbrd> Despair: so you had him committed?\n<Despair> Knghtbrd: well, dedicated anyways.", "<taniwha> Knghtbrd: it's not bloat if it's used\n<Knghtbrd> taniwha: how do you explain windoze then?\n<taniwha> Knghtbrd: most of it is used only as ballast to make sure your\n          harddrive is full\n<Knghtbrd> taniwha: ballast...  Isn't that what makes subs sink to the\n           bottom of the ocean?\n<Knghtbrd> taniwha: that would explain why winboxes are always going down.", "innovate /IN no vait/ vb.: 1. To appropriate third-party technology\nthrough purchase, imitation, or theft and to integrate it into a\nde-facto, monopoly-position product. 2.  To increase in size or complexity\nbut not in utility; to reduce compatibility or interoperability. 3. To\nlock-out competitors or to lock-in users. 4. To charge more money; to\nincrease prices or costs. 5. To acquire profits from investments in other\ncompanies but not from direct product or service sales. 6. To stifle or\nmanipulate a free market; to extend monopoly powers into new markets.  7.\nTo evade liability for wrong-doings; to get off.  8. To purchase\nlegislation, legislators, legislatures, or chiefs of state.  9.  To\nmediate all transactions in a global economy; to embezzle; to co-opt power\n(coup d'tat). Cf. innovate, English usage (antonym).\n        -- csbruce, in a Slashdot post", "The deafening silence taught me not to ask a bunch of geeks for advice\nfrom their girlfriends", "What are we going to do tonight, Bill?\nSame thing we do every night Steve, try to take over the world!", "<Deek> That reminds me, we'll need to buy a chainsaw for the office. In\n       case of emergency, break glass", "<knghtbrd> He's a about half the size of the others.\n<knghtbrd> But he's got a chainsaw.", "<Deek> I keep my personal gpg data in a locked, lead safe in a vault\n       guarded by angry rednecks and their dawgs.  Trespassers will be\n       violated, and all that...", "<ExMachina> glQuakeIIIRendererMode(GL_TRUE)\n<Knghtbrd> ExMachina: isn't that part of the extension which provides\n           glDriverBugs(GL_FALSE); ?\n<Siigron> Knghtbrd: no, glDriverBugs() is part of EXT_help_me.\n<Siigron> which also contains glMakeItWork(GL_PLEASE);", "<``Erik> 18,446,744,073,709,551,616 is a big number", "<Xavvy> is that really knghtbrd?\n<Knghtbrd> No, I'm an EVIL IMPOSTOR!\n<Knghtbrd> An evil impostor who LIKES HYBRID!\n<Xavvy> haha\n<Xavvy> ok, it's him :P", "<|Rain|> I *love* SWB!!\n<|Rain|> Or, press 5 to speak to a representitive..\n<|Rain|> *5*\n<|Rain|> You are being transferred, please hold...\n<|Rain|> ...\n<|Rain|> ...\n<|Rain|> We're sorry, this number can not be completed as dialed.\n<|Rain|> Please check the number and try again.", "<|Rain|> #define struct union /* great space saver */", "<Elric> no BSD fans ?\n<EvilTypeGuy> Elric: it's hard to be a gamer and a bsd fan :p", "<Marticus> There's too much blood in my caffeine system.", "<SirDibos> Culus: are you awake?\n<Culus> no", "<wli> Yeah, I looked at esd and it looked like the kind of C code that an\n      ex-JOVIAL/Algol '60 coder who had spent the last 20 years bouncing\n      between Fortran-IV and Fortran '77 would write.", "<nonlinear> .net is microsofts perverted version of a java networked\n            environment uglified for windows-specific crap", "<Mercury> LordHavoc: I'm already insane.\n<Coderjoe> damn straight. or curvy, crooked, or what have you", "Unix is mature OS, windows is still in diapers and they smell badly.\n		-- Rafael Skodlar <raffi@linwin.com>", "<Midgar> From all the stereotypes about Aussies, I figure you guys are\n         really tough.\n<Midgar> ;p\n<krusto> we'll throw koala's at you", "<|Rain|> *nod* I'm not fond of using smarthosts, myself\n<|Rain|> as it relies on both the remote host and your host being smart\n<|Rain|> and too often you miss one of both of those goals", "The sourceforge approach is to place all of the projects in some bland\nopen source surburbia, where all of the houses are alike, with only the\ncolors and minor style variations (which building plan was used for which\nparticular house) are allowed by the restrictive covenants and local\nzoning laws.  Sourceforege is the open source equivalent of the\nsubdivision in the movie Edward Scissorhands.\n		-- Terry Lambert", "<calc> Knghtbrd: irc doesn't compile c code very well ;)", "* |Rain| prepares for polygon soup\n<|Rain|> sweet merciful crap, it works?\n* |Rain| faints", "Since it's a foregone conclusion that Microsoft will be littering its XML\nwith pointers to Win32-based components, the best that can be said about\nits adoption of XML is that it will make it easier for browsers and\napplications on non-Windows platforms to understand which parts of the\ndocument it must ignore.\n		-- Nicholas Petreley, Computerworld, 3 September, 2001", "<robert> i understand there are some reasonable limits to free speech in\n         america, for example I cannot scream Fire into a crowded theatre\n	 .. But can i scream fire into a theatre with only 5 or 6 poeple\n	 in it ?", "<aav> coffee on an empty stomach is pretty nasy\n<knghtbrd> aav: time to run to the vending machine for cheetos\n<aav> cheetos? :)", "<|Rain|> with sane code, maybe I could figure out the renderer :)\n<LordHavoc> rain: I'd probably be the one writing the renderer\n<|Rain|> well, er, uh", "<|Rain|> Knghtbrd: let me give you access to the zone files\n<Knghtbrd> oh gods - you do realize I have never played with bind right?\n<|Rain|> uhoh :)", "<f00Dave> Look, rejects, this is #OpenGL, not #GEEKSEX.", "* TwingyAFK is shopping for 17 flat panel\n* aav sells TwingyAFK a piece of plywood", "Isn't it embarrassing when you have to go to the drugstore for some\nspecial items, and when you're checking out, the cashier looks at you\nlike, oh, I know what YOU'RE doing tonight...\n\nYep, that cashier read all the signs... canned chicken soup, TheraFlu,\nHalls, NyQuil, the bigass bottles of OJ and grapefruit juice... he knew\nand I knew that I had a date with the teevee and a down comforter. Awww\nyeah.\n		-- Elizabeth Kirkindall", "In science it often happens that scientists say, 'You know that's a really\ngood argument; my position is mistaken,' and then they actually change\ntheir minds and you never hear that old view from them again.  They really\ndo it.  It doesn't happen as often as it should, because scientists are\nhuman and change is sometimes painful.  But it happens every day.  I cannot\nrecall the last time something like that happened in politics or religion.\n		-- Carl Sagan, 1987 CSICOP keynote address", "<knghtbrd> add a GF2/3, a sizable hard drive, and a 15 flat panel and\n           you've got a pretty damned portable machine.\n<Coderjoe> a GeForce Two-Thirds?\n<knghtbrd> Coderjoe: yes, a GeForce two-thirds, ie, any card from ATI.", "<knghtbrd> Nintendo Declares GCN Most Popular Console Ever\n<knghtbrd> Who are they kidding?\n<Mercury> knghtbrd: Stock holders?", "<LordHavoc> the majority of windoze artists do not have the ability to\n            save xpm\n<Mercury> LordHavoc: They don't have notepad? *G,D&R*", "Linux supports the notion of a command line or a shell for the same reason\nthat only children read books with only pictures in them. Language, be it\nEnglish or something else, is the only tool flexible enough to accomplish\na sufficiently broad range of tasks.\n		-- Bill Garrett", "## Signoff: insurgent (razzin' frazzin' motherfu... stupid directx...)", "<krogoth> Kgnghtbrd: I wouldn't kow, I see no need for a spellchecker yet\n<Knghtbrd> you were saying?", "<Knghtbrd> I'd better put the incriminating stuff into code:  ahfuiovka\n           ikperoa edfr ade 9 enbuw ejasxleme ka iena df4mesa\n<Knghtbrd> If you can decrypt that, you're a better cryptographer than I\n           am.  =)", "<rcw> liiwi: printk(CPU0 on fire\n);", "<Electro> my computer was once one of the building blocks of a great\n          pyramid", "NOTICE: anyone seen smoking will be assumed to be on fire and will be\n        summarily put out.", "<markm> c++: the power, elegance and simplicity of a hand grenade", "<knghtbrd> but one sort per tab and none per list is arguably better than\n           O(n + n**2) per tab and O(n**2) per list.\n<knghtbrd> OMG, someone shoot me.\n<Coderjoe2> ?\n<knghtbrd> I can't believe I just used the big goose-egg to explain why my\n           way is probably best in the long run.", "<hoponpop> my program works if i take out the bugs.", "<Mercury> Knghtbrd: Hey, perl has the power grace and elegance of a sledge\n          hammer. (=:]\n<|Rain|> certainly the grace and elegance, anyway", "<DannyS> Hit the monkey to win $20(*)!\n* knghtbrd gets out his mallet.\n* knghtbrd plants it firmly on DannyS' head.\n* knghtbrd will take his $20 now.  =D", "<gholam> well I'm impressed\n<gholam> win98 managed to crash X from within vmware.\n* gholam applauds.", "Nvidia's OpenGL drivers are my gold standard, and it has been quite a\nwhile since I have had to report a problem to them, and even their brand\nnew extensions work as documented the first time I try them.  When I have\na problem on an Nvidia, I assume that it is my fault.  With anyone else's\ndrivers, I assume it is their fault.  This has turned out correct almost\nall the time.\n		-- John Carmack", "Libtool shared library portability is only slightly more believable than\nperpetual motion machines.  Especially on AIX :).\n		-- David Leimbach", "<Overfiend> this is the New Overfiend, preacher of Love and Tolerance", "<hoponpop> the difference between netbsd, freebsd, and openbsd, as an\n           insider is freebsd is interested in getting things done, and\n	   doesn't mind hurting people who get in their way.\n<hoponpop> netbsd is interested in making sure nothing gets done, and\n           doesn't mind hurting people who try to accomplish things.\n<hoponpop> openbsd is interested in looking good, and doesn't hurt anyone\n           in their own little community, but look out everybody else!", "<liiwi> so, what's the official way to get buildd to retry a package? prod\n        it with a stick?\n<Joey> prod neuro\n<liiwi> with a stick?\n<Joey> yes.", "<Knghtbrd> ... you will more than likely see all kinds of compiler\n           warnings scrolling by on the screen. These are normal and can\n	   be safely ignored.\n<LordHavoc> Knghtbrd: is that a note attached to some M$ code?\n<Knghtbrd> No, it's a note about a bunch of GNU stuff.", "<Hydroxide> knightbrd: from knightbrd.brain import * :)\n<knghtbrd> Oh gods if it were that easy ..\n<knghtbrd> from carmack.brain import OpenGL", "<LIM> mmmm, multitextured donuts....\n<knghtbrd> LIM: with fruit filling?\n<LIM> knghtbrd: chocolate cream...", "<StevenK> You're rewriting parts of Quake in *Python*?\n<knghtbrd> MUAHAHAHA", "## a_nick (nobody@c213-89-87-111.cm-upc.chello.se) has joined #python\n<a_nick> how do i add a new key to a dictionary?\n<a_nick> nm\n<dash> heh :)\n<dash> behold the problem-solving power of #python.", "<hop_> i had something that i think was chicken that was coated with a red\n       paste that seemed to be composed of lye based on how much of my\n       tongue it burned away.\n<hop_> our friend who is Indian said this is why most Indians are thin\n       and i quote It doesn't take very much of this food to get you\n       satisfied enoguh to stop eating.", "<Intention> It's classic percolate-up economics, recognizing that money\n            is like manure: It works best if you spread it around.\n<Knghtbrd> Intention: Carter's correlation: People with lots of either\n           usually smell funny\n<Intention> Knghtbrd: You SO win.", ""]