["FORTUNE PROVIDES QUESTIONS FOR THE GREAT ANSWERS: #13\nA:	Doc, Happy, Bashful, Dopey, Sneezy, Sleepy, & Grumpy\nQ:	Who were the Democratic presidential candidates?", "FORTUNE PROVIDES QUESTIONS FOR THE GREAT ANSWERS: #15\nA:	The Royal Canadian Mounted Police.\nQ:	What was the greatest achievement in taxidermy?", "FORTUNE PROVIDES QUESTIONS FOR THE GREAT ANSWERS: #19\nA:	To be or not to be.\nQ:	What is the square root of 4b^2?", "FORTUNE PROVIDES QUESTIONS FOR THE GREAT ANSWERS: #21\nA:	Dr. Livingstone I. Presume.\nQ:	What's Dr. Presume's full name?", "FORTUNE PROVIDES QUESTIONS FOR THE GREAT ANSWERS: #31\nA:	Chicken Teriyaki.\nQ:	What is the name of the world's oldest kamikaze pilot?", "FORTUNE PROVIDES QUESTIONS FOR THE GREAT ANSWERS: #4\nA:	Go west, young man, go west!\nQ:	What do wabbits do when they get tiwed of wunning awound?", "FORTUNE PROVIDES QUESTIONS FOR THE GREAT ANSWERS: #5\nA:	The Halls of Montezuma and the Shores of Tripoli.\nQ:	Name two families whose kids won't join the Marines.", "Knock, knock!\n	Who's there?\nSam and Janet.\n	Sam and Janet who?\nSam and Janet Evening...", "Knucklehead:	Knock, knock\nPee Wee:	Who's there?\nKnucklehead:	Little ol' lady.\nPee Wee:	Liddle ol' lady who?\nKnucklehead:	I didn't know you could yodel", "Q:	What is the burning question on the mind of every dyslexic\n	existentialist?\nA:	Is there a dog?", "Q:	Are we not men?\nA:	We are Vaxen.", "Q:	Do you know what the death rate around here is?\nA:	One per person.", "Q:	How can you tell when a Burroughs salesman is lying?\nA:	When his lips move.", "Q:	How did you get into artificial intelligence?\nA:	Seemed logical -- I didn't have any real intelligence.", "Q:	How do you catch a unique rabbit?\nA:	Unique up on it!\n\nQ:	How do you catch a tame rabbit?\nA:	The tame way!", "Q:	How do you keep a moron in suspense?", "Q:	How do you play religious roulette?\nA:	You stand around in a circle and blaspheme and see who gets\n	struck by lightning first.", "Q:	How do you save a drowning lawyer?\nA:	Throw him a rock.", "Q:	How do you shoot a blue elephant?\nA:	With a blue-elephant gun.\n\nQ:	How do you shoot a pink elephant?\nA:	Twist its trunk until it turns blue, then shoot it with\n	a blue-elephant gun.", "Q:	How do you stop an elephant from charging?\nA:	Take away his credit cards.", "Q:	How does a hacker fix a function which\n	doesn't work for all of the elements in its domain?\nA:	He changes the domain.", "Q:	How does the Polish Constitution differ from the American?\nA:	Under the Polish Constitution citizens are guaranteed freedom of\n	speech, but under the United States constitution they are\n	guaranteed freedom after speech.\n		-- being told in Poland, 1987", "Q:	How many Bell Labs Vice Presidents does it take to change a light bulb?\nA:	That's proprietary information.  Answer available from AT&T on payment\n	of license fee (binary only).", "Q:	How many bureaucrats does it take to screw in a light bulb?\nA:	Two.  One to assure everyone that everything possible is being\n	done while the other screws the bulb into the water faucet.", "Q:	How many Californians does it take to screw in a light bulb?\nA:	Five.  One to screw in the light bulb and four to share the\n		experience.  (Actually, Californians don't screw in\n		light bulbs, they screw in hot tubs.)\n\nQ:	How many Oregonians does it take to screw in a light bulb?\nA:	Three.  One to screw in the light bulb and two to fend off all\n		those Californians trying to share the experience.", "Q:	How many college football players does it take to screw in a light bulb?\nA:	Only one, but he gets three credits for it.", "Q:	How many DEC repairman does it take to fix a flat?\nA:	Five; four to hold the car up and one to swap tires.\n\nQ:	How long does it take?\nA:	It's indeterminate.\n	It will depend upon how many flats they've brought with them.\n\nQ:	What happens if you've got TWO flats?\nA:	They replace your generator.", "Q:	How many elephants can you fit in a VW Bug?\nA:	Four.  Two in the front, two in the back.\n\nQ:	How can you tell if an elephant is in your refrigerator?\nA:	There's a footprint in the mayo.\n\nQ:	How can you tell if two elephants are in your refrigerator?\nA:	There's two footprints in the mayo.\n\nQ:	How can you tell if three elephants are in your refrigerator?\nA:	The door won't shut.\n\nQ:	How can you tell if four elephants are in your refrigerator?\nA:	There's a VW Bug in your driveway.", "Q:	How many existentialists does it take to screw in a light bulb?\nA:	Two.  One to screw it in and one to observe how the light bulb\n	itself symbolizes a single incandescent beacon of subjective\n	reality in a netherworld of endless absurdity reaching out toward a\n	maudlin cosmos of nothingness.", "Q:	How many gradual (sorry, that's supposed to be graduate) students\n	does it take to screw in a light bulb?\nA:	I'm afraid we don't know, but make my stipend tax-free, give my\n	advisor a $30,000 grant of the taxpayer's money, and I'm sure he\n	can tell me how to do the gruntwork for him so he can take the\n	credit for answering this incredibly vital question.", "Q:	How many hardware engineers does it take to change a light bulb?\nA:	None.  We'll fix it in software.\n\nQ:	How many system programmers does it take to change a light bulb?\nA:	None.  The application can work around it.\n\nQ:	How many software engineers does it take to change a light bulb?\nA:	None.  We'll document it in the manual.\n\nQ:	How many tech writers does it take to change a light bulb?\nA:	None.  The user can figure it out.", "Q:	How many Harvard MBA's does it take to screw in a light bulb?\nA:	Just one.  He grasps it firmly and the universe revolves around him.", "Q:	How many IBM 370's does it take to execute a job?\nA:	Four, three to hold it down, and one to rip its head off.", "Q:	How many IBM CPU's does it take to do a logical right shift?\nA:	33.  1 to hold the bits and 32 to push the register.", "Q:	How many IBM types does it take to change a light bulb?\nA:	Fifteen.  One to do it, and fourteen to write document number\n	GC7500439-0001, Multitasking Incandescent Source System Facility,\n	of which 10% of the pages state only This page intentionally\n	left blank, and 20% of the definitions are of the form A:.....\n	consists of sequences of non-blank characters separated by blanks.", "Q:	How many journalists does it take to screw in a light bulb?\nA:	Three.  One to report it as an inspired government program to bring\n	light to the people, one to report it as a diabolical government plot\n	to deprive the poor of darkness, and one to win a Pulitzer prize for\n	reporting that Electric Company hired a light bulb-assassin to break\n	the bulb in the first place.", "Q:	How many lawyers does it take to change a light bulb?\nA:	One.  Only it's his light bulb when he's done.", "Q:	How many lawyers does it take to change a light bulb?\nA:	Whereas the party of the first part, also known as Lawyer, and the\nparty of the second part, also known as Light Bulb, do hereby and forthwith\nagree to a transaction wherein the party of the second part shall be removed\nfrom the current position as a result of failure to perform previously agreed\nupon duties, i.e., the lighting, elucidation, and otherwise illumination of\nthe area ranging from the front (north) door, through the entryway, terminating\nat an area just inside the primary living area, demarcated by the beginning of\nthe carpet, any spillover illumination being at the option of the party of the\nsecond part and not required by the aforementioned agreement between the\nparties.\n	The aforementioned removal transaction shall include, but not be\nlimited to, the following.  The party of the first part shall, with or without\nelevation at his option, by means of a chair, stepstool, ladder or any other\nmeans of elevation, grasp the party of the second part and rotate the party\nof the second part in a counter-clockwise direction, this point being tendered\nnon-negotiable.  Upon reaching a point where the party of the second part\nbecomes fully detached from the receptacle, the party of the first part shall\nhave the option of disposing of the party of the second part in a manner\nconsistent with all relevant and applicable local, state and federal statutes.\nOnce separation and disposal have been achieved, the party of the first part\nshall have the option of beginning installation.  Aforesaid installation shall\noccur in a manner consistent with the reverse of the procedures described in\nstep one of this self-same document, being careful to note that the rotation\nshould occur in a clockwise direction, this point also being non-negotiable.\nThe above described steps may be performed, at the option of the party of the\nfirst part, by any or all agents authorized by him, the objective being to\nproduce the most possible revenue for the Partnership.", "Q:	How many lawyers does it take to change a light bulb?\nA:	You won't find a lawyer who can change a light bulb.  Now, if\n	you're looking for a lawyer to screw a light bulb...", "Q:	How many marketing people does it take to change a light bulb?\nA:	I'll have to get back to you on that.", "Q:	How many Martians does it take to screw in a light bulb?\nA:	One and a half.", "Q:	How many Marxists does it take to screw in a light bulb?\nA:	None:  The light bulb contains the seeds of its own revolution.", "Q:	How many mathematicians does it take to screw in a light bulb?\nA:	One.  He gives it to six Californians, thereby reducing the problem\n	to the earlier joke.", "Q:	How many members of the U.S.S. Enterprise does it take to change a\n	light bulb?\nA:	Seven.  Scotty has to report to Captain Kirk that the light bulb in\n	the Engineering Section is getting dim, at which point Kirk will send\n	Bones to pronounce the bulb dead (although he'll immediately claim\n	that he's a doctor, not an electrician).  Scotty, after checking\n	around, realizes that they have no more new light bulbs, and complains\n	that he canna see in the dark.  Kirk will make an emergency stop at\n	the next uncharted planet, Alpha Regula IV, to procure a light bulb\n	from the natives, who, are friendly, but seem to be hiding something.\n	Kirk, Spock, Bones, Yeoman Rand and two red shirt security officers\n	beam down to the planet, where the two security officers are promptly\n	killed by the natives, and the rest of the landing party is captured.\n	As something begins to develop between the Captain and Yeoman Rand,\n	Scotty, back in orbit, is attacked by a Klingon destroyer and must\n	warp out of orbit.  Although badly outgunned, he cripples the Klingon\n	and races back to the planet in order to rescue Kirk et. al. who have\n	just saved the natives' from an awful fate and, as a reward, been\n	given all light bulbs they can carry.  The new bulb is then inserted\n	and the Enterprise continues on its five year mission.", "Q:	How many Oregonians does it take to screw in a light bulb?\nA:	Three.  One to screw in the light bulb and two to fend off all those\n	Californians trying to share the experience.", "Q:	How many psychiatrists does it take to change a light bulb?\nA:	Only one, but it takes a long time, and the light bulb has\n	to really want to change.", "Q:	How many supply-siders does it take to change a light bulb?\nA:	None.  The darkness will cause the light bulb to change by itself.", "Q:	How many surrealists does it take to change a light bulb?\nA:	Two, one to hold the giraffe, and the other to fill the bathtub\n	with brightly colored machine tools.\n\n	[Surrealist jokes just aren't my cup of fur.  Ed.]", "Q:	How many WASPs does it take to change a light bulb?\nA:	One.", "Q:	How many Zen masters does it take to screw in a light bulb?\nA:	None.  The Universe spins the bulb, and the Zen master stays out\n	of the way.", "Q:	How much does it cost to ride the Unibus?\nA:	2 bits.", "Q:	How was Thomas J. Watson buried?\nA:	9 edge down.", "Q:	Know what the difference between your latest project\n	and putting wings on an elephant is?\nA:	Who knows?  The elephant *might* fly, heh, heh...", "Q:	Minnesotans ask, Why aren't there more pharmacists from Alabama?\nA:	Easy.  It's because they can't figure out how to get the little\n	bottles into the typewriter.", "Q:	What did Tarzan say when he saw the elephants coming over the hill?\nA:	The elephants are coming over the hill.\n\nQ:	What did he say when saw them coming over the hill wearing\n		sunglasses?\nA:	Nothing, for he didn't recognize them.", "Q:	What do agnostic, insomniac dyslexics do at night?\nA:	Stay awake and wonder if there's a dog.", "Q:	What do little WASPs want to be when they grow up?\nA:	The very best person they can possibly be.", "Q:	What do monsters eat?\nA:	Things.\n\nQ:	What do monsters drink?\nA:	Coke.  (Because Things go better with Coke.)", "Q:	What do they call the alphabet in Arkansas?\nA:	The impossible dream.", "Q:	What do Winnie the Pooh and John the Baptist have in common?\nA:	The same middle name.", "Q:	What do you call a blind pre-historic animal?\nA:	Diyathinkhesaurus.\n\nQ:	What do you call a blind pre-historic animal with a dog?\nA:	Diyathinkhesaurus Rex.", "Q:	What do you call a blind, deaf-mute, quadraplegic Virginian?\nA:	Trustworthy.", "Q:	What do you call a boomerang that doesn't come back?\nA:	A stick.", "Q:	What do you call a half-dozen Indians with Asian flu?\nA:	Six sick Sikhs (sic).", "Q:	What do you call a principal female opera singer whose high C\n	is lower than those of other principal female opera singers?\nA:	A deep C diva.", "Q:	What do you call a WASP who doesn't work for his father, isn't a\n	lawyer, and believes in social causes?\nA:	A failure.", "Q:	What do you call the money you pay to the government when\n	you ride into the country on the back of an elephant?\nA:	A howdah duty.", "Q:	What do you call the scratches that you get when a female\n	sheep bites you?\nA:	Ewe nicks.", "Q:	What do you get when you cross a mobster with an international standard?\nA:	You get someone who makes you an offer that you can't understand!", "Q:	What do you get when you cross the Godfather with an attorney?\nA:	An offer you can't understand.", "Q:	What do you have when you have a lawyer buried up to his neck in sand?\nA:	Not enough sand.", "Q:	What do you say to a New Yorker with a job?\nA:	Big Mac, fries and a Coke, please!", "Q:	What does a WASP Mom make for dinner?\nA:	A crisp salad, a hearty soup, a lovely entree, followed by\n	a delicious dessert.", "Q:	What does it say on the bottom of Coke cans in North Dakota?\nA:	Open other end.", "Q:	What happens when four WASPs find themselves in the same room?\nA:	A dinner party.", "Q:	What is green and lives in the ocean?\nA:	Moby Pickle.", "Q:	What is orange and goes click, click?\nA:	A ball point carrot.", "Q:	What is printed on the bottom of beer bottles in Minnesota?\nA:	Open other end.", "Q:	What is purple and commutes?\nA:	An Abelian grape.", "Q:	What is purple and conquered the world?\nA:	Alexander the Grape.", "Q:	What is the difference between a duck?\nA:	One leg is both the same.", "Q:	What is the difference between Texas and yogurt?\nA:	Yogurt has culture.", "Q:	What is the sound of one cat napping?\nA:	Mu.", "Q:	What lies on the bottom of the ocean and twitches?\nA:	A nervous wreck.", "Q:	What looks like a cat, flies like a bat, brays like a donkey, and\n	plays like a monkey?\nA:	Nothing.", "Q:	What's a light-year?\nA:	One-third less calories than a regular year.", "Q:	What's a WASP's idea of open-mindedness?\nA:	Dating a Canadian.", "Q:	What's buried in Grant's tomb?\nA:	A corpse.", "Q:	What's hard going in and soft and sticky coming out?\nA:	Chewing gum.", "Q:	What's tan and black and looks great on a lawyer?\nA:	A doberman.", "Q:	What's the contour integral around Western Europe?\nA:	Zero, because all the Poles are in Eastern Europe!\n\nAddendum: Actually, there ARE some Poles in Western Europe, but they\n	are removable!\n\nQ:	An English mathematician (I forgot who) was asked by his\n	very religious colleague: Do you believe in one God?\nA:	Yes, up to isomorphism!\n\nQ:	What is a compact city?\nA:	It's a city that can be guarded by finitely many near-sighted\n	policemen!\n		-- Peter Lax", "Q:	What's the difference between USL and the Graf Zeppelin?\nA:	The Graf Zeppelin represented cutting edge technology for its time.", "Q:	What's the difference between a dead dog in the road and a dead\n	lawyer in the road?\nA:	There are skid marks in front of the dog.", "Q:	What's the difference between a duck and an elephant?\nA:	You can't get down off an elephant.", "Q:	What's the difference between a Mac and an Etch-a-Sketch?\nA:	You don't have to shake the Mac to clear the screen.", "Q:	What's the difference between an Irish wedding and an Irish wake?\nA:	One less drunk.", "Q:	What's the difference between Bell Labs and the Boy Scouts of America?\nA:	The Boy Scouts have adult supervision.", "Q:	What's the difference between the 1950's and the 1980's?\nA:	In the 80's, a man walks into a drugstore and states loudly, I'd\n	like some condoms, and then, leaning over the counter, whispers,\n	and some cigarettes.", "Q:	What's the difference between USL and the Titanic?\nA:	The Titanic had a band.", "Q:	What's tiny and yellow and very, very, dangerous?\nA:	A canary with the super-user password.", "Q:	What's yellow, and equivalent to the Axiom of Choice?\nA:	Zorn's Lemon.", "Q:	Where's the Lone Ranger take his garbage?\nA:	To the dump, to the dump, to the dump dump dump!\n\nQ:	What's the Pink Panther say when he steps on an ant hill?\nA:	Dead ant, dead ant, dead ant dead ant dead ant...", "Q:	Who cuts the grass on Walton's Mountain?\nA:	Lawn Boy.", "Q:	Why did Menachem Begin invade Lebanon?\nA:	To impress Jodie Foster.", "Q:	Why did the astrophysicist order three hamburgers?\nA:	Because he was hungry.", "Q:	Why did the chicken cross the road?\nA:	He was giving it last rites.", "Q:	Why did the chicken cross the road?\nA:	To see his friend Gregory peck.\n\nQ:	Why did the chicken cross the playground?\nA:	To get to the other slide.", "Q:	Why did the germ cross the microscope?\nA:	To get to the other slide.", "Q:	Why did the lone ranger kill Tonto?\nA:	He found out what kimosabe really means.", "Q:	Why did the programmer call his mother long distance?\nA:	Because that was her name.", "Q:	Why did the tachyon cross the road?\nA:	Because it was on the other side.", "Q:	Why did the WASP cross the road?\nA:	To get to the middle.", "Q:	Why do ducks have big flat feet?\nA:	To stamp out forest fires.\n\nQ:	Why do elephants have big flat feet?\nA:	To stamp out flaming ducks.", "Q:	Why do firemen wear red suspenders?\nA:	To conform with departmental regulations concerning uniform dress.", "Q:	Why do mountain climbers rope themselves together?\nA:	To prevent the sensible ones from going home.", "Q:	Why do people who live near Niagara Falls have flat foreheads?\nA:	Because every morning they wake up thinking What *is* that noise?\n	Oh, right, *of course*!", "Q:	Why do the police always travel in threes?\nA:	One to do the reading, one to do the writing, and the other keeps\n	an eye on the two intellectuals.", "Q:	Why do WASPs play golf ?\nA:	So they can dress like pimps.", "Q:	Why does Washington have the most lawyers per capita and\n	New Jersey the most toxic waste dumps?\nA:	God gave New Jersey first choice.", "Q:	Why don't lawyers go to the beach?\nA:	The cats keep trying to bury them.", "Q:	Why don't Scotsmen ever have coffee the way they like it?\nA:	Well, they like it with two lumps of sugar.  If they drink\n	it at home, they only take one, and if they drink it while\n	visiting, they always take three.", "Q:	Why haven't you graduated yet?\nA:	Well, Dad, I could have finished years ago, but I wanted\n	my dissertation to rhyme.", "Q:	Why is Christmas just like a day at the office?\nA:	You do all of the work and the fat guy in the suit\n	gets all the credit.", "Q:	Why is it that the more accuracy you demand from an interpolation\n	function, the more expensive it becomes to compute?\nA:	That's the Law of Spline Demand.", "Q:	Why is Poland just like the United States?\nA:	In the United States you can't buy anything for zlotys and in\n	Poland you can't either, while in the U.S. you can get whatever\n	you want for dollars, just as you can in Poland.\n		-- being told in Poland, 1987", "Q:	Why should you always serve a Southern Carolina football man\n	soup in a plate?\nA:	'Cause if you give him a bowl, he'll throw it away.", "Q:	Why was Stonehenge abandoned?\nA:	It wasn't IBM compatible.", ""]