["(1) Avoid fried meats which angry up the blood.\n(2) If your stomach antagonizes you, pacify it with cool thoughts.\n(3) Keep the juices flowing by jangling around gently as you move.\n(4) Go very lightly on the vices, such as carrying on in society, as\n	the social ramble ain't restful.\n(5) Avoid running at all times.\n(6) Don't look back, something might be gaining on you.\n		-- S. Paige, c. 1951", "A clash of doctrine is not a disaster -- it is an opportunity.", "A cloud does not know why it moves in just such a direction and at such\na speed, if feels an impulsion... this is the place to go now.  But the\nsky knows the reasons and the patterns behind all clouds, and you will\nknow, too, when you lift yourself high enough to see beyond horizons.\n		-- Messiah's Handbook : Reminders for the Advanced Soul", "A dream will always triumph over reality, once it is given the chance.\n		-- Stanislaw Lem", "A fake fortuneteller can be tolerated.  But an authentic soothsayer should\nbe shot on sight.  Cassandra did not get half the kicking around she deserved.\n		-- R. A. Heinlein", "A halted retreat\nIs nerve-wracking and dangerous.\nTo retain people as men -- and maidservants\nBrings good fortune.", "A lifetime isn't nearly long enough to figure out what it's all about.", "A lot of people I know believe in positive thinking, and so do I.  I\nbelieve everything positively stinks.\n		-- Lew Col", "A man said to the Universe:\n	Sir, I exist!\n	However, replied the Universe,\n	the fact has not created in me a sense of obligation.\n		-- Stephen Crane", "A man who cannot seduce men cannot save them either.\n		-- Soren Kierkegaard", "A master was asked the question, What is the Way? by a curious monk.\n	It is right before your eyes, said the master.\n	Why do I not see it for myself?\n	Because you are thinking of yourself.\n	What about you: do you see it?\n	So long as you see double, saying `I don't', and `you do', and so\non, your eyes are clouded, said the master.\n	When there is neither `I' nor `You', can one see it?\n	When there is neither `I' nor `You',\nwho is the one that wants to see it?", "A neighbor came to Nasrudin, asking to borrow his donkey.  It is out on\nloan, the teacher replied.  At that moment, the donkey brayed loudly inside\nthe stable.  But I can hear it bray, over there.  Whom do you believe,\nasked Nasrudin, me or a donkey?", "A priest advised Voltaire on his death bed to renounce the devil.\nReplied Voltaire, This is no time to make new enemies.", "A priest asked: What is Fate, Master?\n	And the Master answered:\n	It is that which gives a beast of burden its reason for existence.\nIt is that which men in former times had to bear upon their backs.\n	It is that which has caused nations to build byways from City\nto City upon which carts and coaches pass, and alongside which inns\nhave come to be built to stave off Hunger, Thirst and Weariness.\n	And that is Fate?  said the priest.\n	Fate... I thought you said Freight, responded the Master.\n	That's all right, said the priest.  I wanted to know\nwhat Freight was too.\n		-- Kehlog Albran, The Profit", "A sad spectacle.  If they be inhabited, what a scope for misery and folly.\nIf they be not inhabited, what a waste of space.\n		-- Thomas Carlyle, looking at the stars", "A Scholar asked his Master, Master, would you advise me of a proper\nvocation?\n	The Master replied, Some men can earn their keep with the power of\ntheir minds.  Others must use their strong backs, legs and hands.  This is\nthe same in nature as it is with man.  Some animals acquire their food easily,\nsuch as rabbits, hogs and goats.  Other animals must fiercely struggle for\ntheir sustenance, like beavers, moles and ants.  So you see, the nature of\nthe vocation must fit the individual.\n	But I have no abilities, desires, or imagination, Master, the\nscholar sobbed.\n	Queried the Master... Have you thought of becoming a salesperson?", "A thing is not necessarily true because a man dies for it.\n		-- Oscar Wilde, The Portrait of Mr. W. H.", "A would-be disciple came to Nasrudin's hut on the mountain-side.  Knowing\nthat every action of such an enlightened one is significant, the seeker\nwatched the teacher closely.  Why do you blow on your hands?  To warm\nmyself in the cold.  Later, Nasrudin poured bowls of hot soup for himself\nand the newcomer, and blew on his own.  Why are you doing that, Master?\nTo cool the soup.  Unable to trust a man who uses the same process\nto arrive at two different results -- hot and cold -- the disciple departed.", "Ah, but a man's grasp should exceed his reach,\nOr what's a heaven for ?\n		-- Robert Browning, Andrea del Sarto", "All hope abandon, ye who enter here!\n		-- Dante Alighieri", "All men know the utility of useful things;\nbut they do not know the utility of futility.\n		-- Chuang-tzu", "All of the true things I am about to tell you are shameless lies.\n		-- The Book of Bokonon / Kurt Vonnegut Jr.", "All of us should treasure his Oriental wisdom and his preaching of a\nZen-like detachment, as exemplified by his constant reminder to clerks,\ntellers, or others who grew excited by his presence in their banks:\nJust lie down on the floor and keep calm.\n		-- Robert Wilson, John Dillinger Died for You", "An idea is an eye given by God for the seeing of God.  Some of these eyes\nwe cannot bear to look out of, we blind them as quickly as possible.\n		-- Russell Hoban, Pilgermann", "An idea is not responsible for the people who believe in it.", "	An older student came to Otis and said, I have been to see a\ngreat number of teachers and I have given up a great number of pleasures.\nI have fasted, been celibate and stayed awake nights seeking enlightenment.\nI have given up everything I was asked to give up and I have suffered, but\nI have not been enlightened.  What should I do?\n	Otis replied, Give up suffering.\n		-- Camden Benares, Zen Without Zen Masters", "And ever has it been known that love knows not its own depth until the\nhour of separation.\n		-- Kahlil Gibran", "Anyway, I keep picturing all these little kids playing some game in this\nbig field of rye and all.  Thousands of little kids, and nobody's around --\nnobody big, I mean -- except me.  And I'm standing on the edge of some crazy\ncliff.  What I have to do, I have to catch everybody if they start to go\nover the cliff -- I mean if they're running and they don't look where they're\ngoing I have to come out from somewhere and catch them.  That's all I'd do\nall day.  I'd just be the catcher in the rye.  I know it;  I know it's crazy,\nbut that's the only thing I'd really like to be.  I know it's crazy.\n		-- J. D. Salinger, Catcher in the Rye", "	Approaching the gates of the monastery, Hakuin found Ken the Zen\npreaching to a group of disciples.\n	Words... Ken orated, they are but an illusory veil obfuscating\nthe absolute reality of --\n	Ken! Hakuin interrupted. Your fly is down!\n	Whereupon the Clear Light of Illumination exploded upon Ken, and he\nvaporized.\n	On the way to town, Hakuin was greeted by an itinerant monk imbued\nwith the spirit of the morning.\n	Ah, the monk sighed, a beatific smile wrinkling across his cheeks,\nThou art That...\n	Ah, Hakuin replied, pointing excitedly, And Thou art Fat!\n	Whereupon the Clear Light of Illumination exploded upon the monk,\nand he vaporized.\n	Next, the Governor sought the advice of Hakuin, crying: As our\nenemies bear down upon us, how shall I, with such heartless and callow\nsoldiers as I am heir to, hope to withstand the impending onslaught?\n	US? snapped Hakuin.\n	Whereupon the Clear Light of Illumination exploded upon the\nGovernor, and he vaporized.\n	Then, a redneck went up to Hakuin and vaporized the old Master with\nhis shotgun.  Ha! Beat ya' to the punchline, ya' scrawny li'l geek!", "Arrakis teaches the attitude of the knife - chopping off what's\nincomplete and saying: Now it's complete because it's ended here.\n		-- Muad'dib, Dune", "As failures go, attempting to recall the past is like trying to grasp\nthe meaning of existence.  Both make one feel like a baby clutching at\na basketball: one's palms keep sliding off.\n		-- Joseph Brodsky", "At ebb tide I wrote a line upon the sand, and gave it all my heart and all\nmy soul.  At flood tide I returned to read what I had inscribed and found my\nignorance upon the shore.\n		-- Kahlil Gibran", "At the end of your life there'll be a good rest, and no further activities\nare scheduled.", "At the foot of the mountain, thunder:\nThe image of Providing Nourishment.\nThus the superior man is careful of his words\nAnd temperate in eating and drinking.", "Beauty is one of the rare things which does not lead to doubt of God.\n		-- Jean Anouilh", "	Before he became a hermit, Zarathud was a young Priest, and\n	took great delight in making fools of his opponents in front of\nhis followers.\n	One day Zarathud took his students to a pleasant pasture and\nthere he confronted The Sacred Chao while She was contentedly grazing.\n	Tell me, you dumb beast, demanded the Priest in his\ncommanding voice, why don't you do something worthwhile?  What is your\nPurpose in Life, anyway?\n	Munching the tasty grass, The Sacred Chao replied MU.  (The\nChinese ideogram for NO-THING.)\n	Upon hearing this, absolutely nobody was enlightened.\n	Primarily because nobody understood Chinese.\n		-- Camden Benares, Zen Without Zen Masters", "Before you ask more questions, think about whether you really want to\nknow the answers.\n		-- Gene Wolfe, The Claw of the Conciliator", "Brahma said: Well, after hearing ten thousand explanations, a fool is no\nwiser.  But an intelligent man needs only two thousand five hundred.\n		-- The Mahabharata", "By protracting life, we do not deduct one jot from the duration of death.\n		-- Titus Lucretius Carus", "Catharsis is something I associate with pornography and crossword puzzles.\n		-- Howard Chaykin", "Certainly the game is rigged.\n\nDon't let that stop you; if you don't bet, you can't win.\n		-- Robert Heinlein, Time Enough For Love", "Chance is perhaps the work of God when He did not want to sign.\n		-- Anatole France", "			Chapter 1\n\nThe story so far:\n\n	In the beginning the Universe was created.  This has made a lot\nof people very angry and been widely regarded as a bad move.\n		-- Douglas Adams, HHGG #2, (The Restaurant at the End of the Universe).", "	Cheshire-Puss, she began, would you tell me, please, which way I\nought to go from here?\n	That depends a good deal on where you want to get to, said the Cat.\n	I don't care much where-- said Alice.\n	Then it doesn't matter which way you go, said the Cat.", "Circumstances rule men; men do not rule circumstances.\n		-- Herodotus", "Coincidences are spiritual puns.\n		-- G. K. Chesterton", "Death is a spirit leaving a body, sort of like a shell leaving the nut behind.\n		-- Erma Bombeck", "Death is God's way of telling you not to be such a wise guy.", "Death is life's way of telling you you've been fired.\n		-- R. Geis", "Death is Nature's way of recycling human beings.", "Death is nature's way of saying `Howdy'.", "Death is nature's way of telling you to slow down.", "Death is only a state of mind.\n\nOnly it doesn't leave you much time to think about anything else.", "Depart not from the path which fate has assigned you.", "Depend on the rabbit's foot if you will, but remember, it didn't help\nthe rabbit.\n		-- R. E. Shay", "Destiny is a good thing to accept when it's going your way. When it isn't,\ndon't call it destiny; call it injustice, treachery, or simple bad luck.\n		-- Joseph Heller, God Knows", "Disease can be cured; fate is incurable.\n		-- Chinese proverb", "Ditat Deus.\n	[God enriches]", "Do not believe in miracles -- rely on them.", "Do not despair of life.  You have no doubt force enough to overcome your\nobstacles.  Think of the fox prowling through wood and field in a winter night\nfor something to satisfy his hunger.  Notwithstanding cold and hounds and\ntraps, his race survives.  I do not believe any of them ever committed suicide.\n		-- Henry David Thoreau", "Do not seek death; death will find you.  But seek the road which makes death\na fulfillment.\n		-- Dag Hammarskjold", "Do not take life too seriously; you will never get out of it alive.", "Do what you can to prolong your life, in the hope that someday you'll\nlearn what it's for.", "	Do you think there's a God?\n	Well, SOMEbody's out to get me!\n		-- Calvin and Hobbs", "Do your part to help preserve life on Earth -- by trying to preserve your own.", "Don't abandon hope.  Your Captain Midnight decoder ring arrives tomorrow.", "Don't abandon hope: your Tom Mix decoder ring arrives tomorrow.", "Don't go to bed with no price on your head.\n		-- Baretta", "Don't have good ideas if you aren't willing to be responsible for them.", "Don't kid yourself.  Little is relevant, and nothing lasts forever.", "Don't let people drive you crazy when you know it's in walking distance.", "Don't make a big deal out of everything; just deal with everything.", "Don't stop to stomp ants when the elephants are stampeding.", "Don't take life seriously, you'll never get out alive.", "Doubt isn't the opposite of faith; it is an element of faith.\n		-- Paul Tillich, German theologian.", "Down with categorical imperative!", "Due to circumstances beyond your control, you are master of your fate\nand captain of your soul.", "During the voyage of life, remember to keep an eye out for a fair wind; batten\ndown during a storm; hail all passing ships; and fly your colors proudly.", "Dying is a very dull, dreary affair.  My advice to you is to have\nnothing whatever to do with it.\n		-- W. Somerset Maugham, his last words", "Dying is one of the few things that can be done as easily lying down.\n		-- Woody Allen", "Each man is his own prisoner, in solitary confinement for life.", "Each of us bears his own Hell.\n		-- Publius Vergilius Maro (Virgil)", "Either I'm dead or my watch has stopped.\n		-- Groucho Marx's last words", "Even the best of friends cannot attend each other's funeral.\n		-- Kehlog Albran, The Profit", "Even the most irrational people usually think they are logical thinkers.\n        -- amigojapan\n        ( https://thewml.github.io/amigojapan-site/Self_quotes.html )", "Every man who has reached even his intellectual teens begins to suspect\nthat life is no farce; that it is not genteel comedy even; that it flowers\nand fructifies on the contrary out of the profoundest tragic depths of the\nessential death in which its subject's roots are plunged.  The natural\ninheritance of everyone who is capable of spiritual life is an unsubdued\nforest where the wolf howls and the obscene bird of night chatters.\n		-- Henry James Sr., writing to his sons Henry and William", "Every person, all the events in your life are there because you have\ndrawn them there.  What you choose to do with them is up to you.\n		-- Messiah's Handbook : Reminders for the Advanced Soul", "Everything ends badly.  Otherwise it wouldn't end.", "Everything in this book may be wrong.\n		-- Messiah's Handbook : Reminders for the Advanced Soul", "Everything is possible.  Pass the word.\n		-- Rita Mae Brown, Six of One", "Execute every act of thy life as though it were thy last.\n		-- Marcus Aurelius", "Expansion means complexity; and complexity decay.", "Facts are the enemy of truth.\n		-- Don Quixote", "Fain would I climb, yet fear I to fall.\n		-- Sir Walter Raleigh", "Faith goes out through the window when beauty comes in at the door.", "Faith is under the left nipple.\n		-- Martin Luther", "Fill what's empty, empty what's full, scratch where it itches.\n		-- Alice Roosevelt Longworth", "... fire does not matter, earth and air and water do not matter.\nI do not matter.  No word matters.  But man forgets reality and remembers\nwords.  The more words he remembers, the cleverer do his fellows esteem him.\nHe looks upon the great transformations of the world, but he does not see\nthem as they were seen when man looked upon reality for the first time.\nTheir names come to his lips and he smiles as he tastes them, thinking he\nknows them in the naming.\n		-- Roger Zelazny, Lord of Light", "For fast-acting relief, try slowing down.", "For good, return good.\nFor evil, return justice.", "For if there is a sin against life, it consists perhaps not so much in\ndespairing of life as in hoping for another life and in eluding the\nimplacable grandeur of this life.\n		-- Albert Camus", "For your penance, say five Hail Marys and one loud BLAH!", "Force has no place where there is need of skill.\n		-- Herodotus", "FORTUNE'S RULES TO LIVE BY: #2\n	Never goose a wolverine.", "FORTUNE'S RULES TO LIVE BY: #23\n	Don't cut off a police car when making an illegal U-turn.", "From listening comes wisdom and from speaking repentance.", "From the cradle to the coffin underwear comes first.\n		-- Bertolt Brecht", "Generally speaking, the Way of the warrior is resolute acceptance of death.\n		-- Miyamoto Musashi, 1645", "Getting into trouble is easy.\n		-- D. Winkel and F. Prosser", "Getting there is only half as far as getting there and back.", "Given a choice between grief and nothing, I'd choose grief.\n		-- William Faulkner", "God grant us the serenity to accept the things we cannot change, courage to\nchange the things we can, and wisdom to know the difference.", "God instructs the heart, not by ideas, but by pains and contradictions.\n		-- De Caussade", "God is the tangential point between zero and infinity.\n		-- Alfred Jarry", "God made everything out of nothing, but the nothingness shows through.\n		-- Paul Valery", "Good-bye.  I am leaving because I am bored.\n		-- George Saunders' dying words", "Goodbye, cool world.", "Got a dictionary?  I want to know the meaning of life.", "Great acts are made up of small deeds.\n		-- Lao Tsu", "****  GROWTH CENTER REPAIR SERVICE\n\nFor those who have had too much of Esalen, Topanga, and Kairos. Tired of\nbeing genuine all the time?  Would you like to learn how to be a little\nphony again?  Have you disclosed so much that you're beginning to avoid\npeople? Have you touched so many people that they're all beginning to\nfeel the same? Like to be a little dependent? Are perfect orgasms\nbeginning to bore you? Would you like, for once, not to express a\nfeeling?  Or better yet, not be in touch with it at all?  Come to us.  We\npromise to relieve you of the burden of your great potential.", "Happiness is having a scratch for every itch.\n		-- Ogden Nash", "Happiness is just an illusion, filled with sadness and confusion.", "Happiness isn't having what you want, it's wanting what you have.", "Happiness isn't something you experience; it's something you remember.\n		-- Oscar Levant", "Having the fewest wants, I am nearest to the gods.\n		-- Socrates", "He has shown you, o man, what is good.  And what does the Lord ask of you,\nbut to do justice, and to love kindness, and to walk humbly before your God?", "He is truly wise who gains wisdom from another's mishap.", "He knows not how to know who knows not also how to unknow.\n		-- Sir Richard Burton", "He that composes himself is wiser than he that composes a book.\n		-- B. Franklin", "He thought of Musashi, the Sword Saint, standing in his garden more than\nthree hundred years ago. What is the 'Body of a rock'? he was asked.\nIn answer, Musashi summoned a pupil of his and bid him kill himself by\nslashing his abdomen with a knife.  Just as the pupil was about to comply,\nthe Master stayed his hand, saying, That is the 'Body of a rock'.\n		-- Eric Van Lustbader", "He who despairs over an event is a coward, but he who holds hopes for\nthe human condition is a fool.\n		-- Albert Camus", "He who knows not and knows that he knows not is ignorant.  Teach him.\nHe who knows not and knows not that he knows not is a fool.  Shun him.\nHe who knows and knows not that he knows is asleep.  Wake him.", "He who knows nothing, knows nothing.\nBut he who knows he knows nothing knows something.\nAnd he who knows someone whose friend's wife's brother knows nothing,\n	he knows something.  Or something like that.", "He who knows others is wise.\nHe who knows himself is enlightened.\n		-- Lao Tsu", "He who knows that enough is enough will always have enough.\n		-- Lao Tsu", "He who knows, does not speak.  He who speaks, does not know.\n		-- Lao Tsu", "	...He who laughs does not believe in what he laughs at, but neither\ndoes he hate it.  Therefore, laughing at evil means not preparing oneself to\ncombat it, and laughing at good means denying the power through which good is\nself-propagating.\n		-- Umberto Eco, The Name of the Rose", "Here is a test to find whether your mission on earth is finished:\nif you're alive, it isn't.", "How can you prove whether at this moment we are sleeping, and all our\nthoughts are a dream; or whether we are awake, and talking to one another\nin the waking state?\n		-- Plato", "I am not afraid of tomorrow, for I have seen yesterday and I love today.\n		-- William Allen White", "I didn't believe in reincarnation in any of my other lives.  I don't see why\nI should have to believe in it in this one.\n		-- Strange de Jim", "I do not know whether I was then a man dreaming I was a butterfly, or\nwhether I am now a butterfly dreaming I am a man.\n		-- Chuang-tzu", "I do not seek the ignorant; the ignorant seek me -- I will instruct them.\nI ask nothing but sincerity.  If they come out of habit, they become tiresome.\n		-- I Ching", "I gained nothing at all from Supreme Enlightenment, and for that very\nreason it is called Supreme Enlightenment.\n		-- Gotama Buddha", "I hate dying.\n		-- Dave Johnson", "I have a simple philosophy:\n\n	Fill what's empty.\n	Empty what's full.\n	Scratch where it itches.\n		-- A. R. Longworth", "I have often regretted my speech, never my silence.\n		-- Publilius Syrus", "I have seen the future and it is just like the present, only longer.\n		-- Kehlog Albran, The Profit", "I hope you're not pretending to be evil while secretly being good.\nThat would be dishonest.", "I just forgot my whole philosophy of life!!!", "I know not how I came into this, shall I call it a dying life or a\nliving death?\n		-- St. Augustine", "	I quite agree with you, said the Duchess; and the moral of\nthat is -- `Be what you would seem to be' -- or, if you'd like it put\nmore simply -- `Never imagine yourself not to be otherwise than what it\nmight appear to others that what you were or might have been was not\notherwise than what you had been would have appeared to them to be\notherwise.'\n		-- Lewis Carrol, Alice in Wonderland", "If a guru falls in the forest with no one to hear him, was he really a\nguru at all?\n		-- Strange de Jim, The Metasexuals", "If a man has a strong faith he can indulge in the luxury of skepticism.\n		-- Friedrich Nietzsche", "If a man loses his reverence for any part of life, he will lose his\nreverence for all of life.\n		-- Albert Schweitzer", "If I had a formula for bypassing trouble, I would not pass it around.\nTrouble creates a capacity to handle it.  I don't say embrace trouble; that's\nas bad as treating it as an enemy.  But I do say meet it as a friend, for\nyou'll see a lot of it and you had better be on speaking terms with it.\n		-- Oliver Wendell Holmes, Jr.", "If I had my life to live over, I'd try to make more mistakes next time.  I\nwould relax, I would limber up, I would be sillier than I have been this\ntrip.  I know of very few things I would take seriously.  I would be crazier.\nI would climb more mountains, swim more rivers and watch more sunsets.  I'd\ntravel and see.  I would have more actual troubles and fewer imaginary ones.\nYou see, I am one of those people who lives prophylactically and sensibly\nand sanely, hour after hour, day after day.  Oh, I have had my moments and,\nif I had it to do over again, I'd have more of them.  In fact, I'd try to\nhave nothing else.  Just moments, one after another, instead of living so many\nyears ahead each day.  I have been one of those people who never go anywhere\nwithout a thermometer, a hotwater bottle, a gargle, a raincoat and a parachute.\nIf I had it to do over again, I would go places and do things and travel\nlighter than I have.  If I had my life to live over, I would start bare-footed\nearlier in the spring and stay that way later in the fall.  I would play hooky\nmore.  I probably wouldn't make such good grades, but I'd learn more.  I would\nride on more merry-go-rounds.  I'd pick more daisies.", "If little green men land in your back yard, hide any little green women\nyou've got in the house.\n		-- Mike Harding, The Armchair Anarchist's Almanac", "If men are not afraid to die,\nit is of no avail to threaten them with death.\n\nIf men live in constant fear of dying,\nAnd if breaking the law means a man will be killed,\nWho will dare to break the law?\n\nThere is always an official executioner.\nIf you try to take his place,\nIt is like trying to be a master carpenter and cutting wood.\nIf you try to cut wood like a master carpenter,\n	you will only hurt your hand.\n		-- Tao Te Ching, Lao Tsu, #74", "If something has not yet gone wrong then it would ultimately have been\nbeneficial for it to go wrong.", "If the master dies and the disciple grieves, the lives of both have\nbeen wasted.", "If the path be beautiful, let us not ask where it leads.\n		-- Anatole France", "If there is a possibility of several things going wrong,\nthe one that will cause the most damage will be the one to go wrong.\n\nIf you perceive that there are four possible ways in which a procedure\ncan go wrong, and circumvent these, then a fifth way will promptly develop.", "If there is a sin against life, it consists perhaps not so much in despairing\nof life as in hoping for another life and in eluding the implacable grandeur\nof this life.\n		-- Albert Camus", "If we do not change our direction we are likely to end up where we are headed.", "If we don't survive, we don't do anything else.\n		-- John Sinclair", "If you are not for yourself, who will be for you?\nIf you are for yourself, then what are you?\nIf not now, when?", "If you can survive death, you can probably survive anything.", "If you find a solution and become attached to it, the solution may become\nyour next problem.", "If you fool around with something long enough, it will eventually break.", "If you have to hate, hate gently.", "If you have to think twice about it, you're wrong.", "If you keep anything long enough, you can throw it away.", "If you live long enough, you'll see that every victory turns into a defeat.\n		-- Simone de Beauvoir", "If you only have a hammer, you tend to see every problem as a nail.\n		-- Maslow", "If you put it off long enough, it might go away.", "If you refuse to accept anything but the best you very often get it.", "If you wait long enough, it will go away... after having done its damage.\nIf it was bad, it will be back.", "If you want divine justice, die.\n		-- Nick Seldon", "If your aim in life is nothing, you can't miss.", "If your happiness depends on what somebody else does, I guess you do\nhave a problem.\n		-- Richard Bach, Illusions", "Illusion is the first of all pleasures.\n		-- Voltaire", "Immortality -- a fate worse than death.\n		-- Edgar A. Shoaff", "In dwelling, be close to the land.\nIn meditation, delve deep into the heart.\nIn dealing with others, be gentle and kind.\nIn speech, be true.\nIn work, be competent.\nIn action, be careful of your timing.\n		-- Lao Tsu", "In order to discover who you are, first learn who everybody else is;\nyou're what's left.", "In order to live free and happily, you must sacrifice boredom.\nIt is not always an easy sacrifice.", "In spite of everything, I still believe that people are good at heart.\n		-- Anne Frank", "In the long run we are all dead.\n		-- John Maynard Keynes", "In the next world, you're on your own.", "Indeed, the first noble truth of Buddhism, usually translated as\n`all life is suffering,' is more accurately rendered `life is filled\nwith a sense of pervasive unsatisfactoriness.'\n		-- M. D. Epstein", "Instead of loving your enemies, treat your friends a little better.\n		-- Edgar W. Howe", "Intellect annuls Fate.\nSo far as a man thinks, he is free.\n		-- Ralph Waldo Emerson", "It does not do to leave a live dragon out of your calculations.", "It is easier for a camel to pass through the eye of a needle if it is\nlightly greased.\n		-- Kehlog Albran, The Profit", "It is Fortune, not Wisdom, that rules man's life.", "It is not doing the thing we like to do, but liking the thing we have to do,\nthat makes life blessed.\n		-- Goethe", "It is only by risking our persons from one hour to another that we live\nat all.  And often enough our faith beforehand in an uncertified result\nis the only thing that makes the result come true.\n		-- William James", "It is only with the heart one can see clearly; what is essential is\ninvisible to the eye.\n		-- The Fox, 'The Little Prince", "It is said that the lonely eagle flies to the mountain peaks while the lowly\nant crawls the ground, but cannot the soul of the ant soar as high as the eagle?", "It is so stupid of modern civilisation to have given up believing in the\ndevil when he is the only explanation of it.\n		-- Ronald Knox, Let Dons Delight", "It is through symbols that man consciously or unconsciously lives, works\nand has his being.\n		-- Thomas Carlyle", "It will be advantageous to cross the great stream ... the Dragon is on\nthe wing in the Sky ... the Great Man rouses himself to his Work.", "It's easier to take it apart than to put it back together.\n		-- Washlesky", "It's hard to drive at the limit, but it's harder to know where the limits are.\n		-- Stirling Moss", "It's not reality that's important, but how you perceive things.", "	It's today! said Piglet.\n	My favorite day, said Pooh.", "It's very inconvenient to be mortal -- you never know when everything may\nsuddenly stop happening.", "Joshu:	What is the true Way?\nNansen:	Every way is the true Way.\nJ:	Can I study it?\nN:	The more you study, the further from the Way.\nJ:	If I don't study it, how can I know it?\nN:	The Way does not belong to things seen: nor to things unseen.\n	It does not belong to things known: nor to things unknown.  Do\n	not seek it, study it, or name it.  To find yourself on it, open\n	yourself as wide as the sky.", "Just remember, wherever you go, there you are.\n		-- Buckaroo Bonzai", "Kindness is the beginning of cruelty.\n		-- Muad'dib [Frank Herbert, Dune]", "Let us not look back in anger or forward in fear, but around us in awareness.\n		-- James Thurber", "Life can be so tragic -- you're here today and here tomorrow.", "Life exists for no known purpose.", "Life is a grand adventure -- or it is nothing.\n		-- Helen Keller", "Life is knowing how far to go without crossing the line.", "Life is like a 10 speed bicycle.  Most of us have gears we never use.\n		-- C. Schultz", "Life is like a sewer.  What you get out of it depends on what you put into it.\n		-- Tom Lehrer", "Life is the childhood of our immortality.\n		-- Goethe", "Life is the living you do, Death is the living you don't do.\n		-- Joseph Pintauro", "Life is the urge to ecstasy.", "Life may have no meaning, or, even worse, it may have a meaning of which\nyou disapprove.", "Life only demands from you the strength you possess.\nOnly one feat is possible -- not to have run away.\n		-- Dag Hammarskjold", "Life sucks, but death doesn't put out at all.\n		-- Thomas J. Kopp", "Like, if I'm not for me, then fer shure, like who will be?  And if, y'know,\nif I'm not like fer anyone else, then hey, I mean, what am I?  And if not\nnow, like I dunno, maybe like when?  And if not Who, then I dunno, maybe\nlike the Rolling Stones?\n		-- Rich Rosen (Rabbi Valiel's paraphrase of famous quote\n		   attributed to Rabbi Hillel.)", "Live never to be ashamed if anything you do or say is\npublished around the world -- even if what is published is not true.\n		-- Messiah's Handbook : Reminders for the Advanced Soul", "Living in the complex world of the future is somewhat like having bees\nlive in your head.  But, there they are.", "Loneliness is a terrible price to pay for independence.", "Long were the days of pain I have spent within its walls, and\nlong were the nights of aloneness; and who can depart from his\npain and his aloneness without regret?\n		-- Kahlil Gibran, The Prophet", "Man's reach must exceed his grasp, for why else the heavens?", "[Maturity consists in the discovery that] there comes a critical moment\nwhere everything is reversed, after which the point becomes to understand\nmore and more that there is something which cannot be understood.\n		-- S. Kierkegaard", "Mohandas K. Gandhi often changed his mind publicly.  An aide once asked him\nhow he could so freely contradict this week what he had said just last week.\nThe great man replied that it was because this week he knew better.", "	Most of what I really need to know about how to live, and what to do,\nand how to be, I learned in kindergarten.  Wisdom was not at the top of the\ngraduate school mountain but there in the sandbox at nursery school.\n	These are the things I learned:  Share everything.  Play fair.  Don't\nhit people.  Put things back where you found them.  Clean up your own mess.\nDon't take things that aren't yours.   Say you're sorry when you hurt someone.\nWash your hands before you eat.  Flush.  Warm cookies and cold milk are good\nfor you.  Live a balanced life.  Learn some and think some and draw and paint\nand sing and dance and play and work some every day.\n	Take a nap every afternoon.  When you go out into the world, watch for\ntraffic, hold hands, and stick together.  Be aware of wonder.  Remember the\nlittle seed in the plastic cup.   The roots go down and the plant goes up and\nnobody really knows how or why, but we are all like that.  Goldfish and\nhamsters and white mice and even the little seed in the plastic cup -- they all\ndie.  So do we.\n	And then remember the book about Dick and Jane and the first word you\nlearned, the biggest word of all: LOOK.  Everything you need to know is in\nthere somewhere.  The Golden Rule and love and basic sanitation.  Ecology and\npolitics and sane living.\n	Think of what a better world it would be if we all -- the whole world\n-- had cookies and milk about 3 o'clock every afternoon and then lay down with\nour blankets for a nap.  Or if we had a basic policy in our nation and other\nnations to always put things back where we found them and cleaned up our own\nmesses.  And it is still true, no matter how old you are, when you go out into\nthe world it is best to hold hands and stick together.\n		-- Robert Fulghum, All I ever really needed to know I learned\n		   in kindergarten", "Murphy was an optimist.", "Murphy's Law is recursive.  Washing your car to make it rain doesn't work.", "Music in the soul can be heard by the universe.\n		-- Lao Tsu", "My religion consists of a humble admiration of the illimitable superior\nspirit who reveals himself in the slight details we are able to perceive\nwith our frail and feeble mind.\n		-- Albert Einstein", "My theology, briefly, is that the universe was dictated but not signed.\n		-- Christopher Morley", "Nasrudin called at a large house to collect for charity.  The servant said\nMy master is out.  Nasrudin replied, Tell your master that next time he\ngoes out, he should not leave his face at the window.  Someone might steal it.", "Nasrudin returned to his village from the imperial capital, and the villagers\ngathered around to hear what had passed.  At this time, said Nasrudin, I\nonly want to say that the King spoke to me.  All the villagers but the\nstupidest ran off to spread the wonderful news.  The remaining villager\nasked, What did the King say to you?  What he said -- and quite distinctly,\nfor everyone to hear -- was 'Get out of my way!' The simpleton was overjoyed;\nhe had heard words actually spoken by the King, and seen the very man they\nwere spoken to.", "Nasrudin walked into a shop one day, and the owner came forward to serve\nhim.  Nasrudin said, First things first.  Did you see me walk into your\nshop?\n	Of course.\n	Have you ever seen me before?\n	Never.\n	Then how do you know it was me?", "Nasrudin walked into a teahouse and declaimed, The moon is more useful\nthan the sun.\n	Why?, he was asked.\n	Because at night we need the light more.", "Nasrudin was carrying home a piece of liver and the recipe for liver pie.\nSuddenly a bird of prey swooped down and snatched the piece of meat from his\nhand.  As the bird flew off, Nasrudin called after it, Foolish bird!  You\nhave the liver, but what can you do with it without the recipe?", "Ninety percent of everything is crap.\n		-- Theodore Sturgeon", "Ninety percent of the time things turn out worse than you thought they would.\nThe other ten percent of the time you had no right to expect that much.\n		-- Augustine", "No man is an Iland, intire of it selfe; every man is a peece of the\nContinent, a part of the maine; if a Clod bee washed away by the Sea,\nEurope is the lesse, as well as if a Promontorie were, as well as if\na Mannor of thy friends or of thine owne were; any mans death diminishes\nme, because I am involved in Mankinde; And therefore never send to know\nfor whom the bell tolls; It tolls for thee.\n		-- John Donne, No Man is an Iland", "No matter where I go, the place is always called here.", "No use getting too involved in life -- you're only here for a limited time.", "Nobody ever ruined their eyesight by looking at the bright side of something.", "Nonsense and beauty have close connections.\n		-- E. M. Forster", "Normal times may possibly be over forever.", "Not every question deserves an answer.", "Nothing in life is to be feared.  It is only to be understood.", "Nothing is as simple as it seems at first\n	Or as hopeless as it seems in the middle\n		Or as finished as it seems in the end.", "Nothing is but what is not.", "Nothing is ever a total loss; it can always serve as a bad example.", "Nothing is so firmly believed as that which we least know.\n		-- Michel de Montaigne", "Nothing matters very much, and few things matter at all.\n		-- Arthur Balfour", "Of all men's miseries, the bitterest is this:\nto know so much and have control over nothing.\n		-- Herodotus", "Once the toothpaste is out of the tube, it's hard to get it back in.\n		-- H. R. Haldeman", "	Once there lived a village of creatures along the bottom of a great\ncrystal river.  Each creature in its own manner clung tightly to the twigs\nand rocks of the river bottom, for clinging was their way of life, and\nresisting the current what each had learned from birth.  But one creature\nsaid at last, I trust that the current knows where it is going.  I shall\nlet go, and let it take me where it will.  Clinging, I shall die of boredom.\n	The other creatures laughed and said, Fool!  Let go, and that current\nyou worship will throw you tumbled and smashed across the rocks, and you will\ndie quicker than boredom!\n	But the one heeded them not, and taking a breath did let go, and at\nonce was tumbled and smashed by the current across the rocks.  Yet, in time,\nas the creature refused to cling again, the current lifted him free from the\nbottom, and he was bruised and hurt no more.\n	And the creatures downstream, to whom he was a stranger, cried, See\na miracle!  A creature like ourselves, yet he flies!  See the Messiah, come\nto save us all!  And the one carried in the current said, I am no more\nMessiah than you.  The river delight to lift us free, if only we dare let go.\nOur true work is this voyage, this adventure.\n	But they cried the more, Saviour! all the while clinging to the\nrocks, making legends of a Saviour.\n		-- Richard Bach", "Once you've tried to change the world you find it's a whole bunch easier\nto change your mind.", "	One day it was announced that the young monk Kyogen had reached\nan enlightened state.  Much impressed by this news, several of his peers\nwent to speak with him.\n	We have heard that you are enlightened.  Is this true? his fellow\nstudents inquired.\n	It is, Kyogen answered.\n	Tell us, said a friend, how do you feel?\n	As miserable as ever, replied the enlightened Kyogen.", "One day the King decided that he would force all his subjects to tell the\ntruth.  A gallows was erected in front of the city gates.  A herald announced,\nWhoever would enter the city must first answer the truth to a question\nwhich will be put to him.  Nasrudin was first in line.  The captain of the\nguard asked him, Where are you going?  Tell the truth -- the alternative\nis death by hanging.\n	I am going, said Nasrudin, to be hanged on that gallows.\n	I don't believe you.\n	Very well, if I have told a lie, then hang me!\n	But that would make it the truth!\n	Exactly, said Nasrudin, your truth.", "One learns to itch where one can scratch.\n		-- Ernest Bramah", "One meets his destiny often on the road he takes to avoid it.", "One monk said to the other, The fish has flopped out of the net! How will it\nlive? The other said, When you have gotten out of the net, I'll tell you.", "Only that in you which is me can hear what I'm saying.\n		-- Baba Ram Dass", "Only those who leisurely approach that which the masses are busy about\ncan be busy about that which the masses take leisurely.\n		-- Lao Tsu", "Paradise is exactly like where you are right now ... only much, much better.\n		-- Laurie Anderson", "Perfection is reached, not when there is no longer anything to add, but\nwhen there is no longer anything to take away.\n		-- Antoine de Saint-Exupery", "Perhaps the biggest disappointments were the ones you expected anyway.", "Philosophy will clip an angel's wings.\n		-- John Keats", "Push where it gives and scratch where it itches.", "Reality always seems harsher in the early morning.", "Reality does not exist -- yet.", "Reality is bad enough, why should I tell the truth?\n		-- Patrick Sky", "Reality is for people who lack imagination.", "Reality is just a convenient measure of complexity.\n		-- Alvy Ray Smith", "Reality is just a crutch for people who can't handle science fiction.", "Reality is nothing but a collective hunch.\n		-- Lily Tomlin", "Reality is that which, when you stop believing in it, doesn't go away.\n		-- Philip K. Dick", "Remember, Grasshopper, falling down 1000 stairs begins by tripping over\nthe first one.\n		-- Confusion", "Rule of Life #1 -- Never get separated from your luggage.", "Seeing is believing.  You wouldn't have seen it if you hadn't believed it.", "Since everything in life is but an experience perfect in being what it is,\nhaving nothing to do with good or bad, acceptance or rejection, one may well\nburst out in laughter.\n		-- Long Chen Pa", "So little time, so little to do.\n		-- Oscar Levant", "Sometimes even to live is an act of courage.\n		-- Seneca", "Sometimes you get an almost irresistible urge to go on living.", "Standards are different for all things, so the standard set by man is by\nno means the only 'certain' standard.  If you mistake what is relative for\nsomething certain, you have strayed far from the ultimate truth.\n		-- Chuang Tzu", "Suffering alone exists, none who suffer;\nThe deed there is, but no doer thereof;\nNirvana is, but no one is seeking it;\nThe Path there is, but none who travel it.\n		-- Buddhist Symbolism, Symbols and Values", "Superstition, idolatry, and hypocrisy have ample wages, but truth goes\na-begging.\n		-- Martin Luther", "Take your dying with some seriousness, however.  Laughing on the way to\nyour execution is not generally understood by less advanced life forms,\nand they'll call you crazy.\n		-- Messiah's Handbook: Reminders for the Advanced Soul", "That that is is that that is not is not.", "That, that is, is.\nThat, that is not, is not.\nThat, that is, is not that, that is not.\nThat, that is not, is not that, that is.", "The absurd is the essential concept and the first truth.\n		-- A. Camus", "The best you get is an even break.\n		-- Franklin Adams", "The chain which can be yanked is not the eternal chain.\n		-- G. Fitch", "The chief cause of problems is solutions.\n		-- Eric Sevareid", "The chief danger in life is that you may take too many precautions.\n		-- Alfred Adler", "The days are all empty and the nights are unreal.", "The door is the key.", "The eye is a menace to clear sight, the ear is a menace to subtle hearing,\nthe mind is a menace to wisdom, every organ of the senses is a menace to its\nown capacity. ...  Fuss, the god of the Southern Ocean, and Fret, the god\nof the Northern Ocean, happened once to meet in the realm of Chaos, the god\nof the center.  Chaos treated them very handsomely and they discussed together\nwhat they could do to repay his kindness.  They had noticed that, whereas\neveryone else had seven apertures, for sight, hearing, eating, breathing and\nso on, Chaos had none.  So they decided to make the experiment of boring holes\nin him.  Every day they bored a hole, and on the seventh day, Chaos died.\n		-- Chuang Tzu", "The farther you go, the less you know.\n		-- Lao Tsu, Tao Te Ching", "The final delusion is the belief that one has lost all delusions.\n		-- Maurice Chapelain, Main courante", "The first requisite for immortality is death.\n		-- Stanislaw Lem", "The greatest griefs are those we cause ourselves.\n		-- Sophocles", "The longest part of the journey is said to be the passing of the gate.\n		-- Marcus Terentius Varro", "The major sin is the sin of being born.\n		-- Samuel Beckett", "The mark of your ignorance is the depth of your belief in injustice\nand tragedy.  What the caterpillar calls the end of the world, the\nmaster calls a butterfly.\n		-- Messiah's Handbook : Reminders for the Advanced Soul", "The more laws and order are made prominent, the more thieves and\nrobbers there will be.\n		-- Lao Tsu", "The more you complain, the longer God lets you live.", "The moss on the tree does not fear the talons of the hawk.", "The most costly of all follies is to believe passionately in the palpably\nnot true.  It is the chief occupation of mankind.\n		-- H. L. Mencken", "The only difference between a rut and a grave is their dimensions.", "The only happiness lies in reason; all the rest of the world is dismal.\nThe highest reason, however, I see in the work of the artist, and he may\nexperience it as such.  Happiness lies in the swiftness of feeling and\nthinking: all the rest of the world is slow, gradual and stupid.  Whoever\ncould feel the course of a light ray would be very happy, for it is very\nswift.  Thinking of oneself gives little happiness.  If, however, one feels\nmuch happiness in this, it is because at bottom one is not thinking of\noneself but of one's ideal.  This is far, and only the swift shall reach\nit and are delighted.\n		-- Nietzsche", "The optimist thinks that this is the best of all possible worlds,\nand the pessimist knows it.\n		-- J. Robert Oppenheimer, Bulletin of Atomic Scientists", "Yet creeds mean very little, Coth answered the dark god, still speaking\nalmost gently.  The optimist proclaims that we live in the best of all\npossible worlds; and the pessimist fears this is true.\n		-- James Cabell, The Silver Stallion", "The Poems, all three hundred of them, may be summed up in one of their phrases:\nLet our thoughts be correct.\n		-- Confucius", "The price of success in philosophy is triviality.\n		-- C. Glymour.", "The questions remain the same.  The answers are eternally variable.", "The race is not always to the swift, nor the battle to the strong, but\nthat's the way to bet.\n		-- Damon Runyon", "The root of all superstition is that men observe when a thing hits,\nbut not when it misses.\n		-- Francis Bacon", "The savior becomes the victim.", "The soul would have no rainbow had the eyes no tears.", "The state of innocence contains the germs of all future sin.\n		-- Alexandre Arnoux, Etudes et caprices", "The true way goes over a rope which is not stretched at any great height\nbut just above the ground.  It seems more designed to make people stumble\nthan to be walked upon.\n		-- Franz Kafka", "The truth is rarely pure, and never simple.\n		-- Oscar Wilde", "The truth is what is; what should be is a dirty lie.\n		-- Lenny Bruce", "The truth of a thing is the feel of it, not the think of it.\n		-- Stanley Kubrick", "The truth you speak has no past and no future.  It is, and that's all it\nneeds to be.", "The world is your exercise-book, the pages on which you do your sums.\nIt is not reality, although you can express reality there if you wish.\nYou are also free to write nonsense, or lies, or to tear the pages.\n		-- Messiah's Handbook : Reminders for the Advanced Soul", "There are no accidents whatsoever in the universe.\n		-- Baba Ram Dass", "There are no winners in life, only survivors.", "There are ten or twenty basic truths, and life is the process of\ndiscovering them over and over and over.\n		-- David Nichols", "There is more to life than increasing its speed.\n		-- Mahatma Gandhi", "There is no comfort without pain; thus we define salvation through suffering.\n		-- Cato", "There is no cure for birth and death other than to enjoy the interval.\n		-- George Santayana", "There is no sin but ignorance.\n		-- Christopher Marlowe", "There is nothing which cannot be answered by means of my doctrine, said\na monk, coming into a teahouse where Nasrudin sat.\n	And yet just a short time ago, I was challenged by a scholar with\nan unanswerable question, said Nasrudin.\n	I could have answered it if I had been there.\n	Very well.  He asked, 'Why are you breaking into my house in\nthe middle of the night?'", "There's only one everything.", "To get something clean, one has to get something dirty.\nTo get something dirty, one does not have to get anything clean.", "To give happiness is to deserve happiness.", "To give of yourself, you must first know yourself.", "To have died once is enough.\n		-- Publius Vergilius Maro (Virgil)", "To lead people, you must follow behind.\n		-- Lao Tsu", "Truth has no special time of its own.  Its hour is now -- always.\n		-- Albert Schweitzer", "Truth is hard to find and harder to obscure.", "Truth never comes into the world but like a bastard, to the ignominy\nof him that brought her birth.\n		-- Milton", "Two men came before Nasrudin when he was magistrate.  The first man said,\nThis man has bitten my ear -- I demand compensation. The second man said,\nHe bit it himself. Nasrudin withdrew to his chambers, and spent an hour\ntrying to bite his own ear.  He succeeded only in falling over and bruising\nhis forehead.  Returning to the courtroom, Nasrudin pronounced, Examine the\nman whose ear was bitten. If his forehead is bruised, he did it himself and\nthe case is dismissed.  If his forehead is not bruised, the other man did it\nand must pay three silver pieces.", "Two men were sitting over coffee, contemplating the nature of things,\nwith all due respect for their breakfast.  I wonder why it is that\ntoast always falls on the buttered side, said one.\n	Tell me, replied his friend, why you say such a thing.  Look\nat this.  And he dropped his toast on the floor, where it landed on the\ndry side.\n	So, what have you to say for your theory now?\n	What am I to say?  You obviously buttered the wrong side.", "Waste not fresh tears over old griefs.\n		-- Euripides", "We can embody the truth, but we cannot know it.\n		-- Yates", "We have no choice but to live our lives as if we had free will.\n        -- amigojapan\n        ( https://thewml.github.io/amigojapan-site/Self_quotes.html )", "We have nowhere else to go... this is all we have.\n		-- Margaret Mead", "We have only two things to worry about:  That things will never get\nback to normal, and that they already have.", "We have reason to be afraid.  This is a terrible place.\n		-- John Berryman", "We rarely find anyone who can say he has lived a happy life, and who,\ncontent with his life, can retire from the world like a satisfied guest.\n		-- Quintus Horatius Flaccus (Horace)", "We're all in this alone.\n		-- Lily Tomlin", "We're mortal -- which is to say, we're ignorant, stupid, and sinful --\nbut those are only handicaps.  Our pride is that nevertheless, now and\nthen, we do our best.  A few times we succeed.  What more dare we ask for?\n		-- Ensign Flandry", "We're not talking about the same thing, he said. For you the world is\nweird because if you're not bored with it you're at odds with it. For me\nthe world is weird because it is stupendous, awesome, mysterious,\nunfathomable; my interest has been to convince you that you must accept\nresponsibility for being here, in this marvelous world, in this marvelous\ndesert, in this marvelous time.  I wanted to convince you that you must\nlearn to make every act count, since you are going to be here for only a\nshort while, in fact, too short for witnessing all the marvels of it.\n		-- Don Juan", "	Well, he thought, since neither Aristotelian Logic nor the disciplines\nof Science seemed to offer much hope, it's time to go beyond them...\n	Drawing a few deep even breaths, he entered a mental state practiced\nonly by Masters of the Universal Way of Zen.  In it his mind floated freely,\nable to rummage at will among the bits and pieces of data he had absorbed,\nundistracted by any outside disturbances.  Logical structures no longer\ninhibited him. Pre-conceptions, prejudices, ordinary human standards vanished.\nAll things, those previously trivial as well as those once thought important,\nbecame absolutely equal by acquiring an absolute value, revealing relationships\nnot evident to ordinary vision.  Like beads strung on a string of their own\nmeaning, each thing pointed to its own common ground of existence, shared by\nall.  Finally, each began to melt into each, staying itself while becoming\nall others.  And Mind no longer contemplated Problem, but became Problem,\ndestroying Subject-Object by becoming them.\n	Time passed, unheeded.\n	Eventually, there was a tentative stirring, then a decisive one, and\nNakamura arose, a smile on his face and the light of laughter in his eyes.\n		-- Wayfarer", "Well, you know, no matter where you go, there you are.\n		-- Buckaroo Banzai", "Well, Brahma said, even after ten thousand explanations, a fool is no\nwiser, but an intelligent man requires only two thousand five hundred.\n		-- The Mahabharata.", "What does not destroy me, makes me stronger.\n		-- Nietzsche", "What makes the universe so hard to comprehend is that there's nothing\nto compare it with.", "What sane person could live in this world and not be crazy?\n		-- Ursula K. LeGuin", "What we Are is God's gift to us.\nWhat we Become is our gift to God.", "Whatever occurs from love is always beyond good and evil.\n		-- Friedrich Nietzsche", "Whatever you do will be insignificant, but it is very important that you do it.\n		-- Gandhi", "When it's dark enough you can see the stars.\n		-- Ralph Waldo Emerson,", "When the speaker and he to whom he is speaks do not understand, that is\nmetaphysics.\n		-- Voltaire", "When the wind is great, bow before it;\nwhen the wind is heavy, yield to it.", "When you are young, you enjoy a sustained illusion that sooner or later\nsomething marvelous is going to happen, that you are going to transcend\nyour parents' limitations...  At the same time, you feel sure that in all\nthe wilderness of possibility; in all the forests of opinion, there is a\nvital something that can be known -- known and grasped.  That we will\neventually know it, and convert the whole mystery into a coherent\nnarrative.  So that then one's true life -- the point of everything --\nwill emerge from the mist into a pure light, into total comprehension.\nBut it isn't like that at all.  But if it isn't, where did the idea come\nfrom, to torture and unsettle us?\n		-- Brian Aldiss, Helliconia Summer", "When you die, you lose a very important part of your life.\n		-- Brooke Shields", "Who does not trust enough will not be trusted.\n		-- Lao Tsu", "Wisdom is knowing what to do with what you know.\n		-- J. Winter Smith", "Wisdom is rarely found on the best-seller list.", "[Wisdom] is a tree of life to those laying\nhold of her, making happy each one holding her fast.\n		-- Proverbs 3:18, NSV", "With listening comes wisdom, with speaking repentance.", "Wonder is the feeling of a philosopher, and philosophy begins in wonder.\n		-- Socrates, quoting Plato\n	[Huh?  That's like Johnson quoting Boswell]", "	Work Hard.\n	Rock Hard.\n	Eat Hard.\n	Sleep Hard.\n	Grow Big.\n	Wear Glasses If You Need 'Em.\n		-- The Webb Wilder Credo", "Yes, but which self do you want to be?", "You are never given a wish without also being given the\npower to make it true.  You may have to work for it, however.\n		-- R. Bach, Messiah's Handbook : Reminders for\n		   the Advanced Soul", "You can always pick up your needle and move to another groove.\n		-- Tim Leary", "You can get *anywhere* in ten minutes if you drive fast enough.", "You can never tell which way the train went by looking at the tracks.", "You can no more win a war than you can win an earthquake.\n		-- Jeannette Rankin", "You can observe a lot just by watching.\n		-- Yogi Berra", "You can only live once, but if you do it right, once is enough.", "You can't get there from here.", "You can't mend a wristwatch while falling from an airplane.", "You can't push on a string.", "You can't run away forever,\nBut there's nothing wrong with getting a good head start.\n		-- Jim Steinman, Rock and Roll Dreams Come Through", "You can't survive by sucking the juice from a wet mitten.\n		-- Charles Schulz, Things I've Had to Learn Over and\n		   Over and Over", "You can't take it with you -- especially when crossing a state line.", "You climb to reach the summit, but once there, discover that all roads\nlead down.\n		-- Stanislaw Lem, The Cyberiad", "You have all eternity to be cautious in when you're dead.\n		-- Lois Platford", "You have to run as fast as you can just to stay where you are.\nIf you want to get anywhere, you'll have to run much faster.\n		-- Lewis Carroll", "	You mean, if you allow the master to be uncivil, to treat you\nany old way he likes, and to insult your dignity, then he may deem you\nfit to hear his view of things?\n	Quite the contrary.  You must defend your integrity, assuming\nyou have integrity to defend.  But you must defend it nobly, not by\nimitating his own low behavior.  If you are gentle where he is rough,\nif you are polite where he is uncouth, then he will recognize you as\npotentially worthy.  If he does not, then he is not a master, after all,\nand you may feel free to kick his ass.\n		-- Tom Robbins, Jitterbug Perfume", "You will always find something in the last place you look.", "You would do well not to imagine profundity, he said.  Anything that seems\nof momentous occasion should be dwelt upon as though it were of slight note.\nConversely, trivialities must be attended to with the greatest of care.\nBecause death is momentous, give it no thought; because victory is important,\ngive it no thought; because the method of achievement and discovery is less\nmomentous than the effect, dwell always upon the method.  You will strengthen\nyourself in this way.\n		-- Jessica Salmonson, The Swordswoman", "Your happiness is intertwined with your outlook on life.", "Your mind understands what you have been taught; your heart, what is true.", "Your only obligation in any lifetime is to be true to yourself.  Being\ntrue to anyone else or anything else is not only impossible, but the\nmark of a fake messiah.  The simplest questions are the most profound.\nWhere were you born?  Where is your home?  Where are you going?  What\nare you doing?  Think about these once in awhile and watch your answers\nchange.\n		-- Messiah's Handbook : Reminders for the Advanced Soul", "Your picture of the world often changes just before you get it into focus.", "Your wig steers the gig.\n		-- Lord Buckley", "You may be marching to the beat of a different drummer, but you're\nstill in the parade.", "The universe is made of stories, not of atoms.\n		-- Muriel Rukeyser", "Freedom is what you do with what's been done to you.\n		-- Jean-Paul Sartre", "There is a secret person undamaged within every individual.\n		-- Paul Shepard", "We are governed not by armies and police but by ideas.\n		-- Mona Caird, 1892", "The first rule of all intelligent tinkering is to keep all the parts.\n		-- Aldo Leopold, quoted in Donald Wurster's Nature's Economy", "You must be the change you wish to see in the world.\n		-- Mahatma Gandhi", "No people are all bad, just as none are all good.\nTecumseh, (Shawnee) to his nephew Spemica Lawba 1790", "My reason tells me that land cannot be sold - nothing can be sold but\nsuch  things as can be carried away.              Black Hawk, (Saulk)", "Sell a country! Why not sell the air, the great sea, as well as the\nearth? Did not the Great Spirit make them all for the use of his\nchildren?                                       Tecumseh, (Shawnee)", "Free yourself from negative influence. Negative thoughts are the old\nhabits that gnaw at the roots of the soul.\nMoses Shongo, (Seneca)", "...everything on this earth has a purpose, every disease an herb to cure\nit, and every person a mission. This is the Indian theory of existence.\nMourning Dove, (Salish 1888-1936)", "Der bestirnte Himmel ber mir und das moralische Gesetz in mir\nthat is\nThe starry sky above me, and the Moral Law inside me.\n		-- The epigraph on Kant's tombstone.", "The words fly away, the writings remain.", "I am what you will be; I was what you are.", "The people rule.", "Perhaps the remembrance of these things will prove a source of future\npleasure.\n		-- Virgil", "Anyone who understands everything that comes out of fortune probably\nhas a problem", "If a million people say a foolish thing, it is still a foolish thing.\n		-- Anatole France", "Few sins are less forgivable in polite society than offering poor\n people products they actively seek.\n   -- Katherine Mangu-Ward, Education for Profit, Reason Magazine, July 2008", "Your time is limited, so don't waste it living someone else's life\n                -- Steve Jobs (1955-2011)", "Your work is going to fill a large part of your life, and the only way to be\ntruly satisfied is to do what you believe is great work. And the only way to do\ngreat work is to love what you do. If you haven't found it yet, keep looking.\nDon't settle. As with all matters of the heart, you'll know when you find it.\nAnd, like any great relationship, it just gets better and better as the years\nroll on. So keep looking until you find it. Don't settle.\n                -- Steve Jobs (1955-2011)", "Time can't be measured in days the way money is measured in pesos and centavos,\nbecause all pesos are equal, while every day, perhaps every hour, is different.\n    -- https://en.wikiquote.org/wiki/Jorge_Luis_Borges", "What surprises you most about mankind?\n\nGod answered:\n\nThat they get bored of being children, are in a rush to grow up, and then long\nto be children again. That they lose their health to make money and then lose\ntheir money to restore their health. That by thinking anxiously about the\nfuture, they forget the present, such that they live neither for the present\nnor the future. That they live as if they will never die, and they die as if\nthey had never lived.\n    -- Jim Brown, published by Reata Strickland as\n    An Interview with God ISBN 0743229576. (Variation of it was misattributed\n    to https://en.wikiquote.org/wiki/Tenzin_Gyatso,_14th_Dalai_Lama )", "If you honor the noble, you become their master;\nif you honor the lowly, they rebel.\n    -- Al-Mutanabbi", "If you see the lion's teeth exposed, do not think the lion is smiling at you.\n    -- Al-Mutanabbi", ""]